questions = [
{
        "question": "1. Σκοπός της αξιολόγησης των δημόσιων πολιτικών είναι να:",
        "options": [
            "Προσδιοριστεί το περιεχόμενο που θα έχει η τελική απόφαση για την αντιμετώπιση ενός δημόσιου προβλήματος",
            "Εκτιμηθεί σε ποιον βαθμό με την εφαρμοσθείσα δημόσια πολιτική επήλθαν τα προσδοκώμενα αποτελέσματα",
            "Διαπιστωθεί η καταλληλότητα της χρονικής συγκυρίας, ώστε να ληφθούν αποφάσεις",
            "Καθοριστεί ποιοι θα επιφορτιστούν με την εκτέλεση των αποφάσεων και την υλοποίηση της πολιτικής"
        ],
        "answer": 1
    },
    {
        "question": "2. Η στοχοθεσία εντάσσεται στα καθήκοντα ενός διοικητικού στελέχους για:",
        "options": [
            "Προγραμματισμό",
            "Οργάνωση",
            "Παρακίνηση",
            "Συντονισμό"
        ],
        "answer": 0
    },
    {
        "question": "3. Η διαδικασία της οργάνωσης είναι μια διοικητική λειτουργία που αποσκοπεί:",
        "options": [
            "Στην ανάλυση του περιβάλλοντος",
            "Στην πρόβλεψη",
            "Στην οριοθέτηση των ρόλων και των καθηκόντων των εργαζομένων",
            "Στην παρακίνηση των εργαζομένων"
        ],
        "answer": 2
    },
    {
        "question": "4. Οι σύγχρονες απόψεις στη θεωρία των οργανώσεων για την αποτελεσματικότερη λειτουργία μιας οργάνωσης, προϋποθέτουν:",
        "options": [
            "Συγκεντρωτισμό των αρμοδιοτήτων",
            "Περιορισμό των ευθυνών των αρμοδίων προσώπων",
            "Αναφορά κάθε εργαζόμενου/ης σε έναν/μία Προϊστάμενο/η ή συντονιστή/τρια",
            "Εξατομικευμένη εργασία κάθε εργαζομένου/ης βάσει των προσόντων του/ης"
        ],
        "answer": 3
    },
    {
        "question": "5. Σημειώστε ποιο από τα παρακάτω ΔΕΝ αποτελεί χαρακτηριστικό του ποιοτικού στυλ διοίκησης:",
        "options": [
            "Η διά βίου επιμόρφωση των εργαζομένων",
            "Το συμμετοχικό στυλ διοίκησης",
            "Οι κύκλοι ποιότητας",
            "Η ατομική λήψη των αποφάσεων"
        ],
        "answer": 3
    },
    {
        "question": "6. Στη λήψη στρατηγικών αποφάσεων ένα διοικητικό στέλεχος λαμβάνει υπόψη:",
        "options": [
            "Το εσωτερικό περιβάλλον του οργανισμού",
            "Το εξωτερικό περιβάλλον του οργανισμού",
            "Και τα δύο είδη περιβάλλοντος",
            "Κινείται και αποφασίζει με βάση τις προσωπικές του γνώσεις και εμπειρίες"
        ],
        "answer": 2
    },
    {
        "question": "7. Τι από τα παρακάτω αποτελεί πρόκληση για ένα σύγχρονο διοικητικό στέλεχος:",
        "options": [
            "Η διαχείριση της αλλαγής",
            "Η διαχείριση της μάθησης",
            "Η διαχείριση της επικοινωνίας",
            "Όλες οι λοιπές απαντήσεις"
        ],
        "answer": 3
    },
    {
        "question": "8. Η αναγκαιότητα για μεγάλης κλίμακας αλλαγές (ανασχεδιασμός διαδικασιών, έμφαση σε προγράμματα ενίσχυσης της ποιότητας, συγχωνεύσεις, κ.ά.) οφείλονται σε διάφορους λόγους, ένας εκ των οποίων αναφέρεται παρακάτω:",
        "options": [
            "Οι πολεμικές συγκρούσεις",
            "Η ραγδαία ανάπτυξη και εξέλιξη της τεχνολογίας, κυρίως στον τομέα των επικοινωνιών, των μεταφορών και των δικτύων πληροφοριών",
            "Οι ραγδαίες εξελίξεις στον κλάδο της ενέργειας",
            "Οι αυξήσεις στις τιμές των παρεχόμενων υπηρεσιών"
        ],
        "answer": 1
    },
    {
        "question": "9. Ο συνδυασμός καινοτομίας και ποιότητας είναι αναγκαίος για:",
        "options": [
            "Την εφαρμογή των αλλαγών στους οργανισμούς και στις υπηρεσίες",
            "Την επιβίωση των οικονομικών μονάδων και τη βελτίωση της ανταγωνιστικότητας των εθνικών οικονομιών",
            "Την αποτελεσματικότητα των διαδικασιών",
            "Την επέκταση της χρήσης της σύγχρονης τεχνολογίας από τους πολίτες για την αρτιότερη εξυπηρέτηση των αιτημάτων τους"
        ],
        "answer": 1
    },
    {
        "question": "10. Ο Ανασχεδιασμός των Επιχειρησιακών Διαδικασιών (Business Process Reengineering - BPR) είναι η μεθοδολογία που:",
        "options": [
            "Τονίζει την εξαρχής δημιουργία διαδικασιών και τις εκ βάθρων αλλαγές σε έναν οργανισμό",
            "Αυτοματοποιεί τις επιχειρηματικές διαδικασίες",
            "Βελτιστοποιεί την ποιότητα των παρεχόμενων υπηρεσιών",
            "Ορθολογοποιεί τη ροή εργασιών σε μια μονάδα, κάνοντάς την περισσότερο αποδοτική, αποτελεσματική και ικανή να προσαρμόζεται σε ένα ραγδαία μεταβαλλόμενο εξωτερικό περιβάλλον"
        ],
        "answer": 0
    },
    {
        "question": "11. Η κοινωνική ευθύνη:",
        "options": [
            "Αναφέρεται στους κανόνες που διέπουν τη προσωπική ζωή ενός ατόμου",
            "Δίνει έμφαση σε αξίες που οφείλουν να υιοθετήσουν οι σύγχρονοι δημόσιοι οργανισμοί, όπως η αλήθεια και η δικαιοσύνη",
            "Είναι η υποχρέωση της δημόσιας οικονομικής μονάδας για επίτευξη μακροχρόνιων στόχων προς όφελος της κοινωνίας",
            "Είναι η προσπάθεια εναρμόνισης της λειτουργίας και της πολιτικής ενός δημόσιου οργανισμού με το κοινωνικό περιβάλλον, σε όρους ωφέλειας για τον ίδιο και την κοινωνία"
        ],
        "answer": 3
    },
    {
        "question": "12. Το σχέδιο του ετήσιου προγραμματισμού για τις προσλήψεις του επόμενου έτους εγκρίνεται από:",
        "options": [
            "Το Ανώτατο Συμβούλιο Επιλογής Προσωπικού (Α.Σ.Ε.Π.)",
            "Το Υπουργείο Εσωτερικών",
            "Το Υπουργείο Οικονομικών",
            "Το Υπουργικό Συμβούλιο"
        ],
        "answer": 3
    },
    {
        "question": "13. Ποια από τις παρακάτω διαδικασίες έπεται του ετήσιου προγραμματισμού ανθρώπινου δυναμικού;",
        "options": [
            "Η αξιολόγηση της υπηρεσιακής επάρκειας των υπαλλήλων",
            "Η δημοσίευση προκήρυξης θέσεων και η έναρξη διαδικασίας προσλήψεων προσωπικού",
            "Η οριστικοποίηση του ετήσιου προϋπολογισμού του δημοσίου",
            "Η ολοκλήρωση της αναδιάρθρωσης των οργανικών μονάδων του φορέα"
        ],
        "answer": 1
    },
    {
        "question": "14. Στις κύριες αρμοδιότητες του Ανώτατου Συμβουλίου Επιλογής Προσωπικού (Α.Σ.Ε.Π.) ΔΕΝ περιλαμβάνεται:",
        "options": [
            "Η επιλογή του τακτικού προσωπικού του δημόσιου και ευρύτερου δημόσιου τομέα",
            "Η διαδικασία των αποσπάσεων του τακτικού προσωπικού του δημόσιου και ευρύτερου δημόσιου τομέα",
            "Ο έλεγχος των διαδικασιών πρόσληψης προσωπικού με σύμβαση εργασίας ορισμένου χρόνου ή της απασχόλησης με σύμβαση μίσθωσης έργου που διεξάγουν φορείς του δημόσιου και ευρύτερου δημόσιου τομέα",
            "Η διενέργεια επιθεωρήσεων-ελέγχων για τον έλεγχο της τήρησης των περί προσλήψεων διατάξεων"
        ],
        "answer": 1
    },
    {
        "question": "15. Ποια από τις παρακάτω διαδικασίες του δημοσίου τομέα ΔΕΝ εμπίπτει στις αρμοδιότητες του Ανώτατου Συμβουλίου Επιλογής Προσωπικού (Α.Σ.Ε.Π.);",
        "options": [
            "Η διενέργεια πανελλήνιου γραπτού διαγωνισμού για την πρόσληψη τακτικού προσωπικού των Ανεξάρτητων Αρχών",
            "Ο έλεγχος των διαδικασιών πρόσληψης προσωπικού με σύμβαση εργασίας ιδιωτικού δικαίου ορισμένου χρόνου στους Οργανισμούς Τοπικής Αυτοδιοίκησης (Ο.Τ.Α.)",
            "Ο έλεγχος ενστάσεων υποψηφίων αναφορικά με τη μοριοδότηση των προσόντων τους στο πλαίσιο προκήρυξης για κάλυψη θέσεων νοσηλευτών/τριών",
            "Η επιλογή των Προϊσταμένων Γενικών Διευθύνσεων στους φορείς του δημοσίου, που διενεργείται από όργανα όπου απλώς μετέχει το Α.Σ.Ε.Π."
        ],
        "answer": 3
    },
    {
        "question": "16. Ειδικά για την πλήρωση θέσεων Ειδικευμένου Επιστημονικού Προσωπικού (Ε.Ε.Π.) σε φορείς του δημοσίου τομέα απαιτείται και:",
        "options": [
            "Συμμετοχή σε πρακτική δοκιμασία των υποψηφίων",
            "Τεστ προσομοίωσης στο αντικείμενο απασχόλησης",
            "Συμμετοχή σε εξέταση ειδικών γνώσεων",
            "Δομημένη συνέντευξη των υποψηφίων"
        ],
        "answer": 3
    },
    {
        "question": "17. Σύμφωνα με τον ν.4765/2021, ποιο τυπικό προσόν ΔΕΝ δίνει προσαύξηση στη βαθμολογία του πανελλήνιου γραπτού διαγωνισμού του Ανώτατου Συμβουλίου Επιλογής Προσωπικού (Α.Σ.Ε.Π.);",
        "options": [
            "Ο βαθμός του βασικού τίτλου σπουδών",
            "Ο χρόνος εργασιακής εμπειρίας",
            "Η άριστη γνώση αγγλικής γλώσσας",
            "Η κατοχή αποδεκτού μεταπτυχιακού τίτλου"
        ],
        "answer": 0
    },
    {
        "question": "18. Ποιο από τα παρακάτω είναι ορθό, σύμφωνα με τον ν. 4440/2016;",
        "options": [
            "Γενικό περίγραμμα θέσης εργασίας ορίζεται ο εξειδικευμένος κατάλογος καθηκόντων τα οποία καλείται να εκτελέσει ένας/μία δημόσιος/α υπάλληλος, καθώς και οι σχετικές με τη συγκεκριμένη θέση εργασίας που κατέχει, πληροφορίες, όπως π.χ. η προϊσταμένη αρχή",
            "Το πρόγραμμα κινητικότητας διενεργείται μία φορά ετησίως και αφορά στην κάλυψη θέσεων με μετάταξη και στην προσωρινή κάλυψη θέσεων με απόσπαση",
            "Η κινητικότητα έχει εθελούσιο χαρακτήρα για τους/τις δημοσίους υπαλλήλους και διενεργείται με βάση την αρχή της δημοσιότητας",
            "Τα Περιγράμματα Θέσεων Εργασίας αποτελούν βασικό στοιχείο του Ενιαίου Συστήματος Κινητικότητας μόνο για την κάλυψη θέσεων με απόσπαση"
        ],
        "answer": 2
    },
    {
        "question": "19. Σύμφωνα με τον ν. 4440/2016, τι από τα παρακάτω ισχύει για την Κεντρική Επιτροπή Κινητικότητας;",
        "options": [
            "Γνωμοδοτεί για αιτήματα υπαλλήλων για συνυπηρέτηση",
            "Έχει θητεία δύο (2) ετών",
            "Είναι πενταμελής",
            "Αποτελείται από τρία (3) μέλη του Α.Σ.Ε.Π. (Ανώτατο Συμβούλιο Επιλογής Προσωπικού)"
        ],
        "answer": 0
    },
    {
        "question": "20. Η μετακίνηση από μία δημόσια υπηρεσία σε άλλη στο πλαίσιο του Ενιαίου Συστήματος Κινητικότητας (Ε.Σ.Κ.) διενεργείται ως:",
        "options": [
            "Μετάταξη και κατ΄ εξαίρεση ως απόσπαση",
            "Μετάθεση",
            "Μετακίνηση",
            "Απόσπαση και κατ’ εξαίρεση ως μετάταξη"
        ],
        "answer": 0
    },
    {
        "question": "21. Σύμφωνα με τον ν. 4440/2016, ποιοι υπάλληλοι δύνανται να συμμετέχουν στο Ενιαίο Σύστημα Κινητικότητας (Ε.Σ.Κ.);",
        "options": [
            "Οι απόφοιτοι της Εθνικής Σχολής Δημόσιας Διοίκησης και Αυτοδιοίκησης (Ε.Σ.Δ.Δ.Α.)",
            "Οι δικαστικοί υπάλληλοι",
            "Οι υπάλληλοι φύλαξης των Σωφρονιστικών Καταστημάτων",
            "Οι εκπαιδευτικοί πρωτοβάθμιας και δευτεροβάθμιας εκπαίδευσης"
        ],
        "answer": 0
    },
    {
        "question": "22. Ποιος είναι ο πρωταρχικός σκοπός ενός γενικού περιγράμματος θέσης εργασίας;",
        "options": [
            "Η λεπτομερής περιγραφή των καθηκόντων μιας συγκεκριμένης θέσης",
            "Η συνοπτική παρουσίαση των κύριων δεξιοτήτων μιας ειδικότητας",
            "Ο ακριβής προσδιορισμός των μισθολογικών αποδοχών και ωραρίου εργασίας",
            "Η αποτίμηση της υπηρεσιακής επάρκειας για μια συγκεκριμένη θέση"
        ],
        "answer": 1
    },
    {
        "question": "23. Η θέσπιση του Ενιαίου Πλαισίου Δεξιοτήτων για τους/τις υπαλλήλους που υπηρετούν στους φορείς του δημόσιου τομέα, λαμβάνεται υπόψη κατά τον σχεδιασμό και την υλοποίηση:",
        "options": [
            "Διαδικασιών επιλογής προσωπικού και Προϊσταμένων",
            "Διαδικασιών επιλογής Προϊσταμένων",
            "Αξιολόγησης, εκπαίδευσης και κατάρτισης των υπαλλήλων",
            "Διαδικασιών επιλογής, αξιολόγησης, εκπαίδευσης και κατάρτισης των υπαλλήλων"
        ],
        "answer": 3
    },
    {
        "question": "24. Η «Ομαδικότητα» ως δεξιότητα του Ενιαίου Πλαισίου Δεξιοτήτων ΔΕΝ περιλαμβάνει:",
        "options": [
            "Τη συνεχή προσπάθεια υποστήριξης των συναδέλφων με ηρεμία και ευγένεια",
            "Τη θετική διάθεση και την προσπάθεια συνεργασίας χωρίς εντάσεις",
            "Την ευελιξία και ανθεκτικότητα του/της υπαλλήλου στις τυχόν αλλαγές",
            "Τη συνεργασία με τους/τις συναδέλφους/ισσες προς εκπλήρωση του δημόσιου συμφέροντος"
        ],
        "answer": 2
    },
    {
        "question": "25. Ποια από τα κάτωθι ΔΕΝ συμπεριλαμβάνεται στην «Ηγετικότητα», σύμφωνα με το Ενιαίο Πλαίσιο Δεξιοτήτων;",
        "options": [
            "Η δημιουργία του απαραίτητου κλίματος καλλιέργειας σχέσεων εμπιστοσύνης μεταξύ της/του υπαλλήλου και των συναδέλφων της/του για την επίτευξη των στόχων της ομάδας",
            "Η έγκαιρη και αποτελεσματική λήψη αποφάσεων για την αντιμετώπιση καθημερινών και έκτακτων προβλημάτων",
            "Η αυξημένη προθυμία και ικανότητα για μάθηση και αποτελεσματική χρήση της αποκτηθείσας γνώσης προς όφελος της υπηρεσίας",
            "Η ικανότητα καθοδήγησης της δραστηριότητας της ομάδας προς επίτευξη ενός κοινού στόχου"
        ],
        "answer": 2
    },
    {
        "question": "26. H έκθεση αξιολόγησης του/της δημοσίου/ας υπαλλήλου περιλαμβάνει:",
        "options": [
            "Την υποχρεωτική επιλογή τριών (3) δεξιοτήτων προς ανάπτυξη και την ειδική αιτιολογία, όπου αυτή απαιτείται",
            "Την υποχρεωτική επιλογή μίας (1) δεξιότητας προς ανάπτυξη και μίας (1) έως τριών (3) δυνατών δεξιοτήτων",
            "Την υποχρεωτική επιλογή μίας (1) έως τριών (3) δυνατών δεξιοτήτων και την ειδική αιτιολογία, όπου αυτή απαιτείται",
            "Την υποχρεωτική επιλογή τριών (3) δεξιοτήτων προς ανάπτυξη και μίας (1) έως τριών (3) δυνατών δεξιοτήτων και την ειδική αιτιολογία, όπου αυτή απαιτείται"
        ],
        "answer": 3
    },
    {
        "question": "27. Σύμφωνα με τον ν. 4940/2022, ποιον από τους παρακάτω σκοπούς εξυπηρετεί η συζήτηση αξιολόγησης μεταξύ αξιολογητή/τριας και αξιολογούμενου/ης δημοσίου/ας υπαλλήλου;",
        "options": [
            "Την απλή ανακοίνωση του αποτελέσματος της γραπτής αξιολόγησης",
            "Την αμφίδρομη επικοινωνία για την αποτίμηση της απόδοσης και τη διαμόρφωση του Σχεδίου Ανάπτυξης του/της αξιολογούμενου/ης",
            "Την εξέταση ενστάσεων του/της αξιολογούμενου/ης σε περίπτωση διαφωνίας με την αρχική αξιολόγηση του/της Προϊσταμένου/ης του/της",
            "Την προαιρετική ανταλλαγή απόψεων μεταξύ αξιολογητή/τριας και αξιολογούμενου/ης, εφόσον το κρίνει σκόπιμο ο/η αξιολογητής/τρια"
        ],
        "answer": 1
    },
    {
        "question": "28. Σύμφωνα με τον ν. 4940/2022, ποιοι/ες υπάλληλοι εξαιρούνται από το σύστημα αξιολόγησης;",
        "options": [
            "Οι υπάλληλοι με σχέση ιδιωτικού δικαίου αορίστου χρόνου των Περιφερειών",
            "Οι ιατροί και οδοντίατροι του κλάδου Δημόσιας Υγείας Ε.Σ.Υ.",
            "Οι θρησκευτικοί λειτουργοί που επιβαρύνουν τον κρατικό προϋπολογισμό",
            "Οι εκπαιδευτικοί της πρωτοβάθμιας και δευτεροβάθμιας εκπαίδευσης με απόσπαση σε διοικητικές υπηρεσίες"
        ],
        "answer": 2
    },
    {
        "question": "29. Σύμφωνα με τον ν.4049/2022, τι περιλαμβάνεται κατ’ ελάχιστο στην πλατφόρμα ηλεκτρονικής αξιολόγησης των δημοσίων υπαλλήλων;",
        "options": [
            "Τα ονόματα των αξιολογητών/τριών",
            "Οι ημερομηνίες διεξαγωγής των συζητήσεων αξιολόγησης",
            "Τα στατιστικά δεδομένα αξιολόγησης",
            "Οι λεπτομερείς περιγραφές των δεξιοτήτων των υπαλλήλων"
        ],
        "answer": 1
    },
    {
        "question": "30. Σύμφωνα με τον ν. 4940/2022, αν ΔΕΝ επιτευχθεί συμφωνία μεταξύ αξιολογητή/τριας και αξιολογούμενου/ης κατά τη συζήτηση για την επικαιροποίηση του Σχεδίου Ανάπτυξης του υπαλλήλου:",
        "options": [
            "Το θέμα παραπέμπεται στο Υπηρεσιακό Συμβούλιο",
            "Ο/Η αξιολογητής/τρια αποφασίζει σχετικά",
            "Ο/Η αξιολογούμενος/η έχει δικαίωμα υποβολής ένστασης",
            "Το Σχέδιο Ανάπτυξης παραμένει σε ισχύ όπως είχε αρχικά συμφωνηθεί"
        ],
        "answer": 1
    },
    {
        "question": "31. Οι ενστάσεις για την αξιολόγηση ενώπιον της Επιτροπής Εποπτείας Αξιολόγησης ασκούνται:",
        "options": [
            "Οποτεδήποτε επιθυμεί ο/η αξιολογούμενος/η",
            "Μέσα σε αποκλειστική προθεσμία τριών (3) μηνών από τη γνωστοποίηση της αξιολόγησης",
            "Μέσα σε αποκλειστική προθεσμία τριών (3) ετών από τη γνωστοποίηση της αξιολόγησης",
            "Μέσα σε αποκλειστική προθεσμία δέκα (10) ημερών από τη γνωστοποίηση της αξιολόγησης"
        ],
        "answer": 1
    },
    {
        "question": "32. Συμβουλευτική συνδρομή και υποστήριξη στο προσωπικό του υπουργείου, ιδίως αναφορικά με θέματα εφαρμογής του συστήματος αξιολόγησης, παρέχεται από την/τον:",
        "options": [
            "Σύμβουλο Ακεραιότητας του οικείου φορέα",
            "Σύμβουλο Ανάπτυξης Ανθρώπινου Δυναμικού του οικείου φορέα",
            "Υπηρεσιακή/ό Γραμματέα του οικείου φορέα",
            "Γενική/ό Γραμματέα Ανθρώπινου Δυναμικού Δημόσιου Τομέα του Υπουργείου Εσωτερικών"
        ],
        "answer": 1
    },
    {
        "question": "33. Ο χρόνος που διανύεται σε θέση Συμβούλου Ανάπτυξης Ανθρώπινου Δυναμικού λογίζεται ως χρόνος πραγματικής υπηρεσίας σε θέση:",
        "options": [
            "Προϊσταμένου/ης επιπέδου Διεύθυνσης",
            "Προϊσταμένου/ης επιπέδου Τμήματος",
            "Προϊσταμένου/ης επιπέδου Γενικής Διεύθυνσης",
            "Δεν λογίζεται ως χρόνος υπηρεσίας σε θέση Προϊσταμένου/ης"
        ],
        "answer": 1
    },
    {
        "question": "34. Ποιος είναι ο βασικός σκοπός της διαδικασίας στοχοθεσίας στις δημόσιες υπηρεσίες;",
        "options": [
            "Η τυπική καταγραφή των καθηκόντων κάθε υπαλλήλου, όπως αυτά περιγράφονται στο οργανόγραμμα του φορέα",
            "Η ποσοτική μέτρηση της απόδοσης κάθε υπαλλήλου, με βάση συγκεκριμένους αριθμητικούς δείκτες",
            "Ο καθορισμός σαφών, μετρήσιμων, εφικτών, σχετικών και χρονικά οριοθετημένων στόχων για κάθε οργανική μονάδα, σε συνάρτηση με το Σχέδιο Δράσης του φορέα",
            "Η διασφάλιση της ομοιόμορφης κατανομής των εργασιών μεταξύ των υπαλλήλων κάθε οργανικής μονάδας"
        ],
        "answer": 2
    },
    {
        "question": "35. Ποιο είναι το ανώτατο όριο της ετήσιας ανταμοιβής που μπορεί να καταβληθεί σε δημόσιο/α υπάλληλο που δεν κατέχει θέση ευθύνης στο πλαίσιο του συστήματος κινήτρων και ανταμοιβής;",
        "options": [
            "Το 10% του ετήσιου βασικού μισθού",
            "Το 15% του ετήσιου βασικού μισθού",
            "Το 20% του ετήσιου βασικού μισθού",
            "Το 25% του ετήσιου βασικού μισθού"
        ],
        "answer": 1
    },
    {
        "question": "36. Οι φορείς του δημοσίου τομέα που θέλουν να πιστοποιηθούν για την ορθή και ολοκληρωμένη εφαρμογή του Κοινού Πλαισίου Αξιολόγησης (Κ.Π.Α.) καλούνται να υποβάλουν:",
        "options": [
            "Έκθεση ανάλυσης κινδύνου για την εφαρμογή του Κ.Π.Α.",
            "Έγγραφο έγκρισης του Κ.Π.Α. από το Υπουργείο Εσωτερικών",
            "Ανάλυση των χρηματοοικονομικών στοιχείων τους",
            "Μελέτη εφαρμογής του Κ.Π.Α και δήλωση πολιτικής ποιότητας"
        ],
        "answer": 3
    },
    {
        "question": "37. Ποια από τις παρακάτω προτάσεις σχετικά με το Συμβούλιο Επιλογής Προϊσταμένων (Σ.Ε.Π.) του Υπουργείου Εσωτερικών είναι ΛΑΘΟΣ;",
        "options": [
            "Διενεργεί την δομημένη συνέντευξη για την επιλογή Προϊσταμένων Γενικής Διεύθυνσης",
            "Είναι αρμόδιο για την επιλογή Προϊσταμένων Διεύθυνσης στους φορείς του δημοσίου τομέα",
            "Έχει πενταμελή σύνθεση, στην οποία μετέχουν δύο (2) μέλη του Ανώτατου Συμβουλίου Επιλογής Προσωπικού (Α.Σ.Ε.Π.)",
            "Έχει τριετή θητεία"
        ],
        "answer": 0
    },
    {
        "question": "38. Ο/Η δημόσιος/α υπάλληλος εξυπηρετεί τους πολίτες κατά το ωράριο που έχει επιλέξει και έχει ενημερώσει την υπηρεσία του, αφιερώνοντας εξολοκλήρου και αποκλειστικά τον χρόνο εργασίας του/της στα καθήκοντά του/της. Παραμένει και πέρα του ισχύοντος χρόνου εργασίας:",
        "options": [
            "Εάν του/της ζητήσει συνάδελφός/ισσα του/της να τον/την βοηθήσει να ολοκληρώσουν κάποιες εκκρεμότητες",
            "Προκειμένου να διευκολύνει τον/την Προϊστάμενο/η ο/η οποίος/α του/της ζήτησε να παραμείνει για να ολοκληρώσουν κάποιες εκκρεμότητες",
            "Εφόσον έκτακτες και εξαιρετικές υπηρεσιακές ανάγκες το επιβάλλουν",
            "Προκειμένου να ολοκληρώσει κάποιες εκκρεμότητες και επιθυμεί να πληρωθεί υπερωρίες"
        ],
        "answer": 2
    },
    {
        "question": "39. Καθ’ ύλην αρμόδιος φορέας για την παρακολούθηση και την προώθηση της εφαρμογής της αρχής της ίσης μεταχείρισης και των ίσων ευκαιριών είναι:",
        "options": [
            "Ο/Η Σύμβουλος Ακεραιότητας της Δημόσιας Διοίκησης",
            "Ο/Η Συνήγορος του Πολίτη",
            "Η Γενική Γραμματεία Ισότητας και Ανθρωπίνων Δικαιωμάτων",
            "Η Εθνική Αρχή Διαφάνειας"
        ],
        "answer": 1
    },
    {
        "question": "40. Το Εθνικό Σύστημα Πολυεπίπεδης Διακυβέρνησης εφαρμόζεται:",
        "options": [
            "Στον στενό δημόσιο τομέα",
            "Σε όλα τα νομικά πρόσωπα δημοσίου δικαίου",
            "Σε όλα τα νομικά πρόσωπα δημοσίου και ιδιωτικού δικαίου του δημόσιου τομέα",
            "Στον δημόσιο τομέα και σε όλα τα νομικά πρόσωπα ιδιωτικού δικαίου του δημόσιου τομέα"
        ],
        "answer": 3
        },
        {
        "question": "41. Η διαβούλευση επί των νομοσχεδίων γίνεται μέσω του www.opengov.gr και, κατά κανόνα, διαρκεί:",
        "options": [
            "Ένα (1) μήνα",
            "Δύο (2) μήνες",
            "Μία (1) εβδομάδα",
            "Δύο (2) εβδομάδες"
        ],
        "answer": 3
        }
]

