questions = [
    {
        "question": "1. Ας υποθέσουμε ότι βρίσκετε στο δρόμο ένα χαρτονόμισμα των 20 Ευρώ. Εάν επιλέξετε να το χρησιμοποιήσετε για να προμηθευτείτε ένα εισιτήριο και να πάτε στο θέατρο, το κόστος ευκαιρίας παρακολούθησης της παράστασης είναι:",
        "options": [
            "Κανένα, διότι το χαρτονόμισμα των 20 Ευρώ το βρήκατε",
            "20 ευρώ (διότι θα μπορούσατε να χρησιμοποιήσετε το 20 Ευρώ για κάτι άλλο)",
            "20 ευρώ (διότι θα μπορούσατε να χρησιμοποιήσετε το 20 Ευρώ για κάτι άλλο) ΣΥΝ την αξία του χρόνου που αντιστοιχεί στην παρακολούθηση της παράστασης",
            "20 ευρώ (διότι θα μπορούσατε να χρησιμοποιήσετε το 20 Ευρώ για κάτι άλλο) ΜΕΙΟΝ την αξία του χρόνου που αντιστοιχεί στην παρακολούθηση της παράστασης"
        ],
        "answer": 2
    },
    {
        "question": "2. Σε ποια περιοχή του υποδείγματος της καμπύλης παραγωγικών δυνατοτήτων θεωρείτε ότι οι συνδυασμοί αντιστοιχούν σε ανεργία;",
        "options": [
            "Σε όλα τα σημεία που βρίσκονται επί της καμπύλης",
            "Στα σημεία που βρίσκονται στην περιοχή άνω και δεξιά της καμπύλης",
            "Στα σημεία που βρίσκονται εντός της περιοχής που ορίζεται από την καμπύλη",
            "Καμία από τις λοιπές περιπτώσεις δεν είναι σωστή"
        ],
        "answer": 2
    },
    {
        "question": "3. Ποια από τις παρακάτω προτάσεις είναι σωστή αναφερόμενη στην Καμπύλη Παραγωγικών Δυνατοτήτων:",
        "options": [
            "Τα σημεία επί της καμπύλης καταδεικνύουν τι και πόσο θα παραχθεί και πώς θα διανεμηθεί",
            "Τα σημεία άνω και δεξιά της καμπύλης καταδεικνύουν παραγωγικά εφικτούς και αποδοτικούς συνδυασμούς προϊόντων",
            "Τα σημεία εντός της περιοχής που προσδιορίζεται από την καμπύλη, καταδεικνύουν εφικτούς μεν αλλά μη αποδοτικούς συνδυασμούς προϊόντων",
            "Καμία από τις λοιπές προτάσεις δεν είναι σωστή"
        ],
        "answer": 2
    },
    {
        "question": "4. Με ποιόν από τους παρακάτω τρόπους απεικονίζεται η Καμπύλη Παραγωγικών Δυνατοτήτων στην περίπτωση αυξανόμενου κόστους ευκαιρίας;",
        "options": [
            "Με καμπύλη γραμμικής μορφής αρνητικής κλίσης",
            "Με καμπύλη κοίλη προς την αρχή των αξόνων",
            "Με καμπύλη κυρτή προς τη γραμμή των αξόνων",
            "Με καμπύλη γραμμικής μορφής θετικής κλίσης"
        ],
        "answer": 1
    },
    {
        "question": "5. Μία μετατόπιση της καμπύλης παραγωγικών δυνατοτήτων μίας οικονομίας μπορεί να προκληθεί από:",
        "options": [
            "Πληθωρισμό",
            "Αλλαγή στην παραγωγικότητα των συντελεστών παραγωγής",
            "Αλλαγή στον συνδυασμό των ποσοτήτων των παραγόμενων προϊόντων",
            "Μεταβολή στις καταναλωτικές προτιμήσεις"
        ],
        "answer": 1
    },
    {
        "question": "6. Με ποιόν από τους παρακάτω τρόπους απεικονίζεται η Καμπύλη Παραγωγικών Δυνατοτήτων στην περίπτωση σταθερού κόστους ευκαιρίας;",
        "options": [
            "Με καμπύλη γραμμικής μορφής αρνητικής κλίσης",
            "Με καμπύλη κοίλη προς την αρχή των αξόνων",
            "Με καμπύλη κυρτή προς τη γραμμή των αξόνων",
            "Με καμπύλη γραμμικής μορφής θετικής κλίσης"
        ],
        "answer": 0
    },
    {
        "question": "7. Ποια από τις ακόλουθες προτάσεις είναι αληθής σχετικά με την επίδραση της εισροής οικονομικών μεταναστών στην καμπύλη παραγωγικών δυνατοτήτων (ΚΠΔ) της οικονομίας υποδοχής;",
        "options": [
            "Η ΚΠΔ της οικονομίας υποδοχής μετατοπίζεται προς τα κάτω και αριστερά",
            "Η ΚΠΔ της οικονομίας υποδοχής μετατοπίζεται προς τα πάνω και δεξιά",
            "Η ΚΠΔ της οικονομίας υποδοχής δεν επηρεάζεται",
            "Καμία από τις λοιπές προτάσεις δεν είναι σωστή"
        ],
        "answer": 1
    },
    {
        "question": "8. Η Οικονομία της Αγοράς αναφέρεται:",
        "options": [
            "Στο σύστημα όπου η κατανομή των μέσων παραγωγής προσδιορίζεται μέσω της αλληλεπίδρασης νοικοκυριών και επιχειρήσεων",
            "Στο σύστημα όπου η κατανομή των μέσων παραγωγής προσδιορίζεται από την κυβέρνηση",
            "Στο σύστημα όπου η κατανομή των μέσων παραγωγής προσδιορίζεται από την πλειοψηφία της Βουλής",
            "Στο σύστημα όπου η κατανομή των μέσων παραγωγής προσδιορίζεται μέσω δημοψηφίσματος"
        ],
        "answer": 0
    },
    {
        "question": "9. Το πρόβλημα του τι θα παραχθεί σε μία σχεδιαζόμενη οικονομία, βρίσκει τη λύση του κυρίως:",
        "options": [
            "Μέσω ενεργειών των καταναλωτών",
            "Μέσω της ανάγκης μεγιστοποίησης του ατομικού συμφέροντος",
            "Μέσω των δυνάμεων της αγοράς",
            "Μέσω κατευθύνσεων του κράτους"
        ],
        "answer": 3
    },
    {
        "question": "10. Η ατομική καμπύλη ζήτησης μετατοπίζεται προς τα δεξιά, λόγω:",
        "options": [
            "Μείωσης του εισοδήματος του καταναλωτή",
            "Μείωσης του αριθμού των καταναλωτών",
            "Αύξησης της τιμής του υποκατάστατου αγαθού",
            "Αύξησης της τιμής του συμπληρωματικού αγαθού"
        ],
        "answer": 2
    },
    {
        "question": "11. Μία αύξηση στην τιμή ενός αγαθού με ανελαστική ζήτηση θα έχει ως αποτέλεσμα η συνολική δαπάνη των καταναλωτών για το αγαθό αυτό:",
        "options": [
            "Να αυξηθεί",
            "Να μειωθεί",
            "Να παραμείνει αμετάβλητη",
            "Να μηδενιστεί"
        ],
        "answer": 0
    },
    {
        "question": "12. Εάν μία ποσοστιαία αύξηση στην τιμή ενός αγαθού μειώνει κατά ένα μεγαλύτερο ποσοστό τη ζητούμενη ποσότητά του, τότε η ζήτηση για το αγαθό αυτό είναι:",
        "options": [
            "Ανελαστική ως προς την τιμή",
            "Ελαστική ως προς το εισόδημα",
            "Ελαστική ως προς την τιμή",
            "Μοναδιαίας ελαστικότητας ως προς την τιμή"
        ],
        "answer": 2
    },
    {
        "question": "13. Με βάση το νόμο της προσφοράς, οι μεταβλητές «προσφερόμενη ποσότητα» και «τιμή»:",
        "options": [
            "Είναι ανεξάρτητες η μια της άλλης",
            "Έχουν αρνητική σχέση",
            "Έχουν θετική σχέση",
            "Η προκύπτουσα καμπύλη έχει αρνητική κλίση"
        ],
        "answer": 2
    },
    {
        "question": "14. Η ελαστικότητα της προσφοράς εξαρτάται από:",
        "options": [
            "Τους παράγοντες που προσδιορίζουν την ικανότητα του παραγωγού να αυξομειώνει την προσφερόμενη ποσότητα σε αυξομειώσεις της τιμής",
            "Τη ζήτηση του προϊόντος",
            "Το εισόδημα των νοικοκυριών",
            "Το εισόδημα του παραγωγού"
        ],
        "answer": 0
    },
    {
        "question": "15. Ποιο από τα πιο κάτω προκαλεί την μετατόπιση της καμπύλης προσφοράς στην αγορά αυτοκινήτων προς τα δεξιά;",
        "options": [
            "Η βελτίωση της τεχνολογίας η οποία μειώνει το κόστος παραγωγής",
            "Η αύξηση των μισθών των εργαζομένων στην αυτοκινητοβιομηχανία",
            "Η αύξηση του φόρου στα αυτοκίνητα",
            "Η μείωση του αριθμού των παραγωγών αυτοκινήτων"
        ],
        "answer": 0
    },
    {
        "question": "16. Μια μετατόπιση της καμπύλης ζήτησης για υποδήματα προς τα αριστερά, μπορεί να οφείλεται:",
        "options": [
            "Στη χρησιμοποίηση νέων πιο βελτιωμένων μηχανημάτων",
            "Στη μείωση του εισοδήματος των καταναλωτών",
            "Στη μείωση του κόστους παραγωγής υποδημάτων",
            "Στην αυξημένη επιθυμία των καταναλωτών για αγορά υποδημάτων"
        ],
        "answer": 1
    },
    {
        "question": "17. Τι προκαλεί μετατόπιση της καμπύλης ζήτησης προς τα δεξιά;",
        "options": [
            "Αύξηση του εισοδήματος των καταναλωτών",
            "Αύξηση της τιμής ενός συμπληρωματικού αγαθού",
            "Αύξηση του πληθυσμού",
            "Μείωση της τιμής του αγαθού"
        ],
        "answer": 0
    },
    {
        "question": "18. Ποια από τις παρακάτω προτάσεις είναι ορθή:",
        "options": [
            "Το πραγματικό ΑΕΠ (Ακαθάριστο Εγχώριο Προϊόν) αυξάνεται αναλογικά με το ονομαστικό ΑΕΠ",
            "Το πραγματικό ΑΕΠ (Ακαθάριστο Εγχώριο Προϊόν) αυξάνεται όταν αυξάνεται το επίπεδο των τιμών",
            "Το πραγματικό ΑΕΠ (Ακαθάριστο Εγχώριο Προϊόν) αυξάνεται όταν αυξάνεται η ποιότητα, η ποσότητα των παραγόμενων αγαθών καθώς και το επίπεδο των τιμών",
            "Καμία από τις λοιπές προτάσεις δεν είναι ορθή"
        ],
        "answer": 3
    },
    {
        "question": "19. Εάν σε μια οικονομία το ονομαστικό ΑΕΠ αυξήθηκε κατά 10% και ο αποπληθωριστής του ΑΕΠ αυξήθηκε κατά 20%, το πραγματικό ΑΕΠ για εκείνο το έτος:",
        "options": [
            "Αυξήθηκε",
            "Παρέμεινε σταθερό",
            "Δεν επαρκούν τα δεδομένα για υπολογιστεί",
            "Μειώθηκε"
        ],
        "answer": 3
    },
    {
        "question": "20. Υποθέστε ότι το ΑΕΠ αποτελείται από μακαρόνια και γάλα. Το 2024 πωλήθηκαν 100 πακέτα μακαρόνια προς 1,50€ και 150 κουτιά γάλα προς 1€. Ποιο είναι το ονομαστικό ΑΕΠ για το 2024;",
        "options": [
            "200€",
            "300€",
            "246,67€",
            "600€"
        ],
        "answer": 1
    },
    {
        "question": "21. Αν σε μια υποθετική οικονομία, από το ένα έτος στο άλλο, όλες οι τιμές διπλασιαστούν χωρίς καμία μεταβολή στις ποσότητες, τότε:",
        "options": [
            "Η ικανότητα της οικονομίας για ικανοποίηση των αναγκών θα διπλασιαστεί",
            "Το πραγματικό ΑΕΠ της οικονομίας θα διπλασιαστεί",
            "Το ονομαστικό ΑΕΠ της οικονομίας θα διπλασιαστεί",
            "Δεν θα υπάρξει καμία μεταβολή"
        ],
        "answer": 2
    },
    {
        "question": "22. Ο αγρότης πουλά σιτάρι στον μυλωνά για 1€. Ο μυλωνάς φτιάχνει αλεύρι και το πουλά στον αρτοποιό για 3€. Ο αρτοποιός το πουλά για 6€. Ποια είναι η αξία που προστίθεται από τον μυλωνά;",
        "options": [
            "1€",
            "2€",
            "3€",
            "6€"
        ],
        "answer": 1
    },
    {
        "question": "23. Οι τρεις τρόποι μέτρησης του Ακαθάριστου Εγχώριου Προϊόντος (ΑΕΠ) είναι:",
        "options": [
            "Το ΑΕΠ ως δαπάνη, το ΑΕΠ ως εισόδημα, το ΑΕΠ ως προστιθέμενη αξία",
            "Το ΑΕΠ ως δαπάνη, το ΑΕΠ ως εισόδημα, το ΑΕΠ ως εθνικό προϊόν",
            "Το ΑΕΠ ως πραγματικό, το ΑΕΠ ως δυνητικό, το ΑΕΠ ως ιδιωτικό",
            "Καμία από τις λοιπές απαντήσεις δεν είναι σωστή"
        ],
        "answer": 0
    },
    {
        "question": "24. Ο αποπληθωριστής του ΑΕΠ είναι:",
        "options": [
            "Η σχέση των τιμών μεταξύ του τρέχοντος έτους και του έτους βάσης",
            "Ο λόγος του πραγματικού προς το ονομαστικό ΑΕΠ",
            "Ο δείκτης που μετρά την αποτελεσματικότητα της δημοσιονομικής πολιτικής",
            "Ο δείκτης που μετρά την αποτελεσματικότητα της νομισματικής πολιτικής"
        ],
        "answer": 0
    },
    {
        "question": "25. Υποθέτοντας ότι ένα αρτοποιείο προσλαμβάνει περισσότερους εργαζομένους και καταβάλλει τους μισθούς τους καθώς και ότι οι εργαζόμενοι παράγουν περισσότερο ψωμί, το ΑΕΠ αυξάνεται σε όλες τις παρακάτω περιπτώσεις εκτός από όταν το ψωμί:",
        "options": [
            "Πωλείται σε νοικοκυριά",
            "Αποθηκεύεται για μεταγενέστερη πώληση",
            "Μένει αχρησιμοποίητο και πετιέται",
            "Πωλείται σε άλλες επιχειρήσεις"
        ],
        "answer": 2
    },
    {
        "question": "26. Η αύξηση του πραγματικού ΑΕΠ ονομάζεται:",
        "options": [
            "Οικονομική μεγέθυνση",
            "Πλήρης απασχόληση",
            "Εισόδημα ισορροπίας",
            "Ενεργός ζήτηση"
        ],
        "answer": 0
    },
    {
        "question": "27. Ποια είναι η διαφορά ανάμεσα σε ακαθάριστη και καθαρή επένδυση;",
        "options": [
            "Καθαρή επένδυση = ακαθάριστη επένδυση μείον φόρους",
            "Καθαρή επένδυση = ακαθάριστη επένδυση μείον καθαρές αμοιβές συντελεστών παραγωγής",
            "Καθαρή επένδυση = ακαθάριστη επένδυση μείον συσσώρευση αποθέματος",
            "Καθαρή επένδυση = ακαθάριστη επένδυση μείον απόσβεση"
        ],
        "answer": 3
    },
    {
        "question": "28. Όταν λέμε αύξηση των καθαρών επενδύσεων της οικονομίας εννοούμε:",
        "options": [
            "Αύξηση του κεφαλαιουχικού εξοπλισμού της οικονομίας",
            "Αύξηση των αποταμιεύσεων της οικονομίας",
            "Αύξηση των μετοχών στο Χρηματιστήριο",
            "Αύξηση των ωρών λειτουργίας του κεφαλαίου"
        ],
        "answer": 0
    },
    {
        "question": "29. Ο αριθμός των ατόμων εργάσιμης ηλικίας που εντάσσονται στο μη εργατικό δυναμικό, σύμφωνα με την Ελληνική Στατιστική Αρχή, είναι ίσος με τον αριθμό:",
        "options": [
            "Των ατόμων που δεν εργάζονται",
            "Των ατόμων που δεν εργάζονται συν τον αριθμό των απασχολουμένων κάτω από πέντε ώρες την εβδομάδα",
            "Των ατόμων που έχουν συνταξιοδοτηθεί ή σπουδάζουν",
            "Των ατόμων που δεν εργάζονται ούτε αναζητούν εργασία"
        ],
        "answer": 3
    },
    {
        "question": "30. Ως Φυσικό Ποσοστό Ανεργίας ορίζεται:",
        "options": [
            "Η ανεργία τριβής",
            "Το άθροισμα της ανεργίας τριβής και διαρθρωτικής",
            "Η διαρθρωτική ανεργία",
            "Το σύνολο των ανεργιών (τριβής, διαρθρωτικής, κυκλικής)"
        ],
        "answer": 1
    },
    {
        "question": "31. Ως Κυκλική Ανεργία αναφέρεται:",
        "options": [
            "Η κυκλική αυξομείωση του αριθμού των εγγεγραμμένων ανέργων",
            "Η ανεργία που εμφανίζεται κατά τη διάρκεια καθόδου του οικονομικού κύκλου",
            "Η ανεργία που αποκλίνει από το σημείο που αντιστοιχεί στην πλήρη",
            "Η αύξηση της Ανεργίας Τριβής"
        ],
        "answer": 1
    },
    {
        "question": "32. Ο Γ. που είναι 55 ετών είναι ανειδίκευτος εργάτης σε εργοστάσιο κατασκευής χαλκού. Η επιχείρηση που εργαζόταν έκλεισε και μετακόμισε σε γειτονική χώρα με πιο ευνοϊκό φορολογικό καθεστώς. Ο Γ. είναι τυπικό παράδειγμα:",
        "options": [
            "Κυκλικής ανεργίας",
            "Μακροχρόνιας ανεργίας",
            "Διαρθρωτικής ανεργίας",
            "Ανεργίας τριβής"
        ],
        "answer": 2
    },
    {
        "question": "33. Η Έρευνα Εργατικού Δυναμικού που διεξάγεται από την ΕΛΣΤΑΤ (Ελληνική Στατιστική Αρχή):",
        "options": [
            "Είναι δειγματοληπτική και καλύπτει το σύνολο της χώρας",
            "Είναι απογραφική και καλύπτει το σύνολο της χώρας",
            "Είναι απογραφική και γίνεται στις τρεις μεγάλες περιφέρειες",
            "Είναι δειγματοληπτική αλλά ανά πενταετία απογραφική"
        ],
        "answer": 0
    },
    {
        "question": "34. Ο ρυθμός πληθωρισμού προσδιορίζεται από:",
        "options": [
            "Την ποσοστιαία μεταβολή του δείκτη τιμών καταναλωτή από την προηγούμενη περίοδο",
            "Την ποσοστιαία μεταβολή των τιμών των ειδών διατροφής από την προηγούμενη περίοδο",
            "Την ποσοστιαία μεταβολή των τιμών των εισαγομένων προϊόντων από την προηγούμενη περίοδο",
            "Την ποσοστιαία μεταβολή του δείκτη τιμών καταναλωτή από την προηγούμενη περίοδο σε σχέση με τη μεταβολή μισθών και ημερομισθίων"
        ],
        "answer": 0
    },
    {
        "question": "35. Σε ποια από τις παρακάτω περιπτώσεις μπορεί να προκληθεί πληθωρισμός κόστους;",
        "options": [
            "Από την αύξηση της παραγωγικότητας της εργασίας",
            "Από την αύξηση της τιμής του φυσικού αερίου",
            "Από μείωση της φορολογίας",
            "Από την αύξηση της ποσότητας χρήματος"
        ],
        "answer": 1
    },
    {
        "question": "36. Ο πληθωρισμός κόστους:",
        "options": [
            "Μπορεί να συνυπάρχει με την ανεργία",
            "Δεν μπορεί να συνυπάρχει με την ανεργία",
            "Μπορεί να συνυπάρχει μόνον στην περίπτωση ανεργίας άνω του 15%",
            "Μπορεί να συνυπάρχει μόνον στην περίπτωση ανεργίας των νέων"
        ],
        "answer": 0
    },
    {
        "question": "37. Ποιο από τα παρακάτω μπορεί να προκαλέσει πληθωρισμό;",
        "options": [
            "Η αύξηση της ζήτησης για αγαθά και υπηρεσίες",
            "Η μείωση της προσφοράς χρήματος",
            "Η μείωση των κρατικών δαπανών",
            "Η μείωση των εξαγωγών"
        ],
        "answer": 0
    },
    {
        "question": "38. Ποιος είναι ο κύριος δείκτης μέτρησης του πληθωρισμού;",
        "options": [
            "Το Ακαθάριστο Εγχώριο Προϊόν (ΑΕΠ)",
            "Ο Δείκτης Τιμών Καταναλωτή (ΔΤΚ)",
            "Το ποσοστό ανεργίας",
            "Η συναλλαγματική ισοτιμία"
        ],
        "answer": 1
    },
    {
        "question": "39. Σύμφωνα με τα στοιχεία της ΕΛΣΤΑΤ το ποσοστό των ατόμων που διαβιούν σε νοικοκυριά κάτω από το όριο της φτώχειας βρίσκεται κατά προσέγγιση στο επίπεδο του:",
        "options": [
            "25%",
            "20%",
            "10%",
            "15%"
        ],
        "answer": 1
    },
    {
        "question": "40. Οι εργαζόμενοι/ες που κάνουν επικίνδυνες εργασίες είναι τυπικά άτομα που:",
        "options": [
            "Δεν μπορούν να βρουν δουλειά με καλύτερες συνθήκες",
            "Πληρώνονται καλά σε σχέση με τις εναλλακτικές ευκαιρίες απασχόλησης",
            "Πληρώνονται λίγο",
            "Απολαμβάνουν τον κίνδυνο"
        ],
        "answer": 1
    },
    {
        "question": "41. Ποιο από τα παρακάτω μέτρα ανήκει στην κατηγορία της νομισματικής πολιτικής;",
        "options": [
            "Αύξηση του κατώτατου ημερομισθίου",
            "Αύξηση των δαπανών για δημόσια έργα",
            "Ονομαστική αύξηση συντάξεων",
            "Κανένα από τα λοιπά μέτρα"
        ],
        "answer": 3
    },
    {
        "question": "42. Η Ευρωπαϊκή Κεντρική Τράπεζα προβαίνει σε μείωση της προσφοράς χρήματος. Τότε:",
        "options": [
            "Χρησιμοποιεί την νομισματική πολιτική για να μειώσει την συνολική ζήτηση",
            "Χρησιμοποιεί την δημοσιονομική πολιτική για να μειώσει την συνολική ζήτηση",
            "Χρησιμοποιεί την νομισματική πολιτική για να αυξήσει την συνολική ζήτηση",
            "Οι μεταβολές στην προσφορά χρήματος δεν επηρεάζουν τη συνολική ζήτηση"
        ],
        "answer": 0
    },
    {
        "question": "43. Σε ποια από τις παρακάτω περιπτώσεις θεωρείτε ότι η αύξηση του ποσοστού των τραπεζικών διαθεσίμων, θα μπορούσε να αποτελέσει αποτελεσματικό μέτρο;",
        "options": [
            "Για την αντιμετώπιση του πληθωρισμού ζήτησης",
            "Για την αντιμετώπιση του στασιμοπληθωρισμού",
            "Για την αντιμετώπιση της ύφεσης",
            "Για την αντιμετώπιση της ακρίβειας"
        ],
        "answer": 0
    },
    {
        "question": "44. Σε τι αναφέρεται η καμπύλη Philips;",
        "options": [
            "Στη σχέση ανάμεσα στο πραγματικό και το ονομαστικό ΑΕΠ",
            "Στην βραχυχρόνια αντίστροφη σχέση μεταξύ πληθωρισμού και ανεργίας",
            "Στην αντίστροφη σχέση μεταξύ των φορολογικών συντελεστών και φορολογικών εσόδων",
            "Στη σχέση άμεσων και έμμεσων φόρων"
        ],
        "answer": 1
    },
    {
        "question": "45. Ποιο από το παρακάτω μέτρα θεωρείτε ότι εντάσσεται σε ενδεδειγμένη πολιτική για την αντιμετώπιση του πληθωρισμού κόστους;",
        "options": [
            "Η αύξηση των έμμεσων φόρων στον καπνό",
            "Η μείωση του ΦΠΑ στα υλικά οικοδομής",
            "Η ισόποση αύξηση φόρων στα καύσιμα",
            "Η δραστική αναλογική μείωση των συντάξεων"
        ],
        "answer": 1
    },
    {
        "question": "46. Για την καταπολέμηση του πληθωρισμού κόστους ενδείκνυνται μέτρα τα οποία επηρεάζουν κυρίως:",
        "options": [
            "Την πλευρά της ζήτησης της οικονομίας",
            "Την πλευρά της προσφοράς",
            "Τα έσοδα από τους άμεσους φόρους",
            "Τα έσοδα από τους έμμεσους φόρους"
        ],
        "answer": 1
    },
    {
        "question": "47. Η βιώσιμη ανάπτυξη:",
        "options": [
            "Αφορά στη διαχρονική αύξηση του πραγματικού ΑΕΠ (Ακαθάριστο Εγχώριο Προϊόν)",
            "Αφορά στην ποιοτική αναβάθμιση του εκπαιδευτικού συστήματος",
            "Αφορά στην κάλυψη των αναγκών του παρόντος, λαμβάνοντας υπ’ όψη τις ανάγκες των μελλοντικών γενεών",
            "Αφορά στην ποιοτική αναβάθμιση των συστημάτων υγείας και την αύξηση του προσδόκιμου ζωής"
        ],
        "answer": 2
    },
    {
        "question": "48. Ποιο από τα παρακάτω μέτρα θεωρείτε ότι αποτελεί υποστηρικτικό μέτρο βιώσιμης ανάπτυξης;",
        "options": [
            "Η μείωση του κόστους ζωής που προέρχεται από επιδότηση μονάδας παραγωγής ενέργειας με λιγνίτη",
            "Η επιδότηση φωτοβολταϊκών συστημάτων παροχής ενέργειας",
            "Η επιδότηση μονάδων παροχής ενέργειας φυσικού αερίου",
            "Η επιδότηση γεωτρήσεων για την εξόρυξη αργού πετρελαίου"
        ],
        "answer": 1
    },
    {
        "question": "49. Οι τρείς Πυλώνες της Βιώσιμης Ανάπτυξης είναι:",
        "options": [
            "Περιβάλλον-Οικονομία-Ισότητα",
            "Οικονομία-Ισότητα-Κοινωνία",
            "Περιβάλλον-Οικονομία-Κοινωνία",
            "Οικονομία-Περιβάλλον-Ισότητα"
        ],
        "answer": 2
    },
    {
        "question": "50. Το δημόσιο χρέος στις περισσότερες αναλύσεις και τις οικονομικές εκθέσεις καταγράφεται ως ποσοστό:",
        "options": [
            "Του συνόλου των δαπανών του δημοσίου",
            "Του συνόλου των εσόδων του δημοσίου",
            "Του συνόλου του κρατικού προϋπολογισμού",
            "Του Ακαθάριστου Εγχώριου Προϊόντος (ΑΕΠ)"
        ],
        "answer": 3
    },
    {
        "question": "51. Ο ετήσιος Κρατικός Προϋπολογισμός διακρίνεται σε:",
        "options": [
            "Προϋπολογισμό υπουργείων και προϋπολογισμό οργανισμών τοπικής αυτοδιοίκησης",
            "Τακτικό προϋπολογισμό και προϋπολογισμό δημοσίων επενδύσεων",
            "Τακτικό προϋπολογισμό και έκτακτο προϋπολογισμό",
            "Τακτικό προϋπολογισμό και απολογισμό"
        ],
        "answer": 1
    },
    {
        "question": "52. Εάν υποθέσουμε ότι σε μια χώρα ο συντελεστής εισφορών παραμένει διαχρονικά σταθερός, ενώ ο πληθυσμός και οι μισθοί αυξάνονται με σταθερό ρυθμό, τότε οι παροχές ενός μη κεφαλαιοποιητικού συστήματος κοινωνικής ασφάλισης γίνονται σχετικά πιο συμφέρουσες:",
        "options": [
            "Για τις παλαιότερες γενιές (εκτός της πρώτης)",
            "Για τις νεότερες γενιές (εκτός της τελευταίας)",
            "Και για τις παλαιότερες και για τις νεότερες γενιές (εκτός της τελευταίας)",
            "Ούτε για τις παλαιότερες, ούτε για τις νεότερες γενιές (εκτός της πρώτης και της τελευταίας)"
        ],
        "answer": 2
    },
    {
        "question": "53. Σύμφωνα με την αρχή της κάθετης φορολογικής ισότητας:",
        "options": [
            "Άτομα που είναι παρόμοια μεταξύ τους, αλλά κάνουν διαφορετικές επιλογές στα οικονομικά ή στον τρόπο ζωής τους, θα πρέπει να αντιμετωπίζονται με τον ίδιο τρόπο από το φορολογικό σύστημα",
            "Άτομα που είναι παρόμοια μεταξύ τους, αλλά κάνουν τις ίδιες επιλογές στα οικονομικά ή στον τρόπο ζωής τους, θα πρέπει να αντιμετωπίζονται με τον ίδιο τρόπο από το φορολογικό σύστημα",
            "Άτομα με περισσότερους πόρους θα πρέπει να πληρώνουν υψηλότερους φόρους σε σχέση με άτομα με λιγότερους πόρους",
            "Άτομα με περισσότερους πόρους θα πρέπει να πληρώνουν τους ίδιους φόρους με άτομα με λιγότερους πόρους"
        ],
        "answer": 2
    },
    {
        "question": "54. Ποια από τις παρακάτω ΔΕΝ αποτελεί λειτουργία του δημόσιου προϋπολογισμού:",
        "options": [
            "Η ανάπτυξη της οικονομίας",
            "Η αύξηση της προσφοράς χρήματος",
            "Η σταθεροποίηση της οικονομίας",
            "Η αναδιανομή του εισοδήματος"
        ],
        "answer": 1
    },
    {
        "question": "55. Ο στόχος της ιδιωτικοποίησης δημοσίων επιχειρήσεων είναι:",
        "options": [
            "α. Η μείωση της φορολογίας",
            "β. Η μείωση του μεγέθους του ευρύτερου δημόσιου τομέα",
            "γ. Η εξασθένηση της δύναμης των εργατικών οργανώσεων",
            "δ. Όλες οι λοιπές προτάσεις που παρατίθενται είναι σωστές"
        ],
        "answer": 3
    },
    {
        "question": "56. Ο Φόρος Προστιθέμενης Αξίας είναι:",
        "options": [
            "α. Φόρος κατανάλωσης",
            "β. Έμμεσος και απρόσωπος φόρος",
            "γ. Φόρος που επιβάλλεται από την κεντρική διοίκηση",
            "δ. Όλες οι λοιπές προτάσεις που παρατίθενται είναι σωστές"
        ],
        "answer": 3
    },
    {
        "question": "57. Ποιο από τα παρακάτω ΔΕΝ είναι ορθό;",
        "options": [
            "α. Οι άμεσοι φόροι επιβάλλονται επί της τιμής των αγαθών",
            "β. Ο Ειδικός φόρος κατανάλωσης εντάσσεται στην κατηγορία των έμμεσων φόρων",
            "γ. Ο Φόρος Προστιθέμενης Αξίας εντάσσεται στους απρόσωπους φόρους",
            "δ. Ο Φόρος Περιουσίας αξίας είναι άμεσος φόρος"
        ],
        "answer": 0
    },
    {
        "question": "58. Σύμφωνα με την αρχή της «οριζόντιας φορολογικής ισότητας»:",
        "options": [
            "α. Τα πιο εύπορα άτομα πρέπει να φορολογούνται περισσότερο από τα λιγότερο εύπορα άτομα",
            "β. Άτομα που έχουν ίδια φοροδοτική ικανότητα πρέπει να φορολογούνται το ίδιο",
            "γ. Άτομα που έχουν ίδιο εκπαιδευτικό επίπεδο πρέπει να φορολογούνται το ίδιο",
            "δ. Όλες οι λοιπές προτάσεις είναι σωστές"
        ],
        "answer": 1
    },
    {
        "question": "59. Ο Φόρος Προστιθέμενης Αξίας είναι:",
        "options": [
            "α. Προσωπικός φόρος",
            "β. Έμμεσος φόρος",
            "γ. Φόρος κατά μονάδα προϊόντος",
            "δ. Όλες οι λοιπές προτάσεις είναι σωστές"
        ],
        "answer": 1
    },
    {
        "question": "60. Ποιος από τους παρακάτω φόρους ΔΕΝ είναι έμμεσος φόρος;",
        "options": [
            "α. Ένας ειδικός φόρος στα τσιγάρα",
            "β. Ένας φόρος επί των πωλήσεων αυτοκινήτων",
            "γ. Ένας φόρος στην εστίαση",
            "δ. Ο φόρος κληρονομιάς"
        ],
        "answer": 3
    },
    {
        "question": "61. Όταν ένας φόρος είναι αντίστροφα προοδευτικός με θετικό οριακό φορολογικό συντελεστή, τότε όταν αυξάνεται το εισόδημα:",
        "options": [
            "α. Ο συνολικός φόρος μειώνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής μειώνεται",
            "β. Ο συνολικός φόρος αυξάνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής αυξάνεται",
            "γ. Ο συνολικός φόρος μειώνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής αυξάνεται",
            "δ. Ο συνολικός φόρος αυξάνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής μειώνεται"
        ],
        "answer": 3
    },
    {
        "question": "62. Τι από τα παρακάτω θεωρείται φοροαποφυγή:",
        "options": [
            "α. Η μη έκδοση φορολογικής απόδειξης.",
            "β. Η αδήλωτη εργασία.",
            "γ. Η μεταφορά της φορολογικής έδρας στο Λουξεμβούργο",
            "δ. Όλες οι λοιπές προτάσεις είναι σωστές"
        ],
        "answer": 2
    },
    {
        "question": "63. Όταν ο προϋπολογισμός εμφανίζει έλλειμμα και το κράτος πληρώνει τόκους για δάνεια που έχει λάβει τότε:",
        "options": [
            "α. Το πρωτογενές έλλειμμα είναι μεγαλύτερο του ελλείματος του προϋπολογισμού",
            "β. Το πρωτογενές έλλειμμα είναι ίσο του ελλείματος του προϋπολογισμού",
            "γ. Το πρωτογενές έλλειμμα είναι μικρότερο του ελλείματος του προϋπολογισμού",
            "δ. Υπάρχουν και άλλοι παράγοντες που επηρεάζουν το πρωτογενές έλλειμμα οπότε δεν μπορούμε να απαντήσουμε"
        ],
        "answer": 2
    },
    {
        "question": "64. Ποιο από τα παρακάτω ΔΕΝ αποτελεί μέσο δράσης του κράτους;",
        "options": [
            "α. Η αύξηση του βασικού επιτοκίου της μη ανεξάρτητης Κεντρικής Τράπεζας",
            "β. Η αύξηση της τιμής του αργού πετρελαίου",
            "γ. Επιβολή ανώτατων τιμών στα προϊόντα που πουλάνε οι καντίνες των πλοίων",
            "δ. Ο φόρος κατανάλωσης στα προϊόντα καπνού"
        ],
        "answer": 1
    },
    {
        "question": "65. Ποιος επωμίζεται το κόστος των ασφαλιστικών παροχών;",
        "options": [
            "α. Οι εργαζόμενοι/ες, οι εργοδότες/τριες και το κοινωνικό σύνολο",
            "β. Οι εργοδότες/τριες και το κοινωνικό σύνολο",
            "γ. Οι εργαζόμενοι/ες",
            "δ. Οι εργαζόμενοι/ες και οι εργοδότες/τριες"
        ],
        "answer": 0
    },
    {
        "question": "66. Το αγαθό “υγειονομική ασφάλιση και περίθαλψη” παρέχεται κυρίως από τον δημόσιο τομέα:",
        "options": [
            "α. Επειδή είναι αξιόλογο αγαθό",
            "β. Επειδή είναι υπηρεσία χαμηλής τιμής κατανάλωσης",
            "γ. Επειδή, λόγω του υψηλού κόστους παροχής της, καμία ιδιωτική ασφαλιστική εταιρεία δεν μπορεί να το παρέχει",
            "δ. Καμία από τις λοιπές προτάσεις δεν είναι σωστή"
        ],
        "answer": 0
    },
    {
        "question": "67. Η απόλυτη μη ανταγωνιστικότητα στην κατανάλωση ενός αγαθού, από τη χρήση του οποίου δεν είναι δυνατόν να αποκλεισθεί κανείς, καθιστά το αγαθό αυτό:",
        "options": [
            "α. Ιδιωτικό",
            "β. Μη-αμιγώς δημόσιο",
            "γ. Μη-αμιγώς δημόσιο εφόσον υπάρχει δημόσια παροχή του",
            "δ. Αμιγώς δημόσιο"
        ],
        "answer": 3
    },
    {
        "question": "68. Ποια από τις παρακάτω είναι η βασική λειτουργία των φόρων σε μια οικονομία;",
        "options": [
            "α. Να αυξήσουν την ανισότητα στα εισοδήματα",
            "β. Να χρηματοδοτήσουν δημόσια αγαθά και υπηρεσίες",
            "γ. Να μειώσουν την κατανάλωση αγαθών και υπηρεσιών",
            "δ. Να αυξήσουν τις αποταμιεύσεις των πολιτών"
        ],
        "answer": 1
    }
    ]
