questions = [
    {
        "question": "1. Υπάρχει κάποια από τις τρεις ιδρυτικές των Ευρωπαϊκών Κοινοτήτων συνθήκες που να ισχύει μέχρι και σήμερα;",
        "options": [
            "Όχι, καμία",
            "Ναι, η Συνθήκη για την Ευρωπαϊκή Κοινότητα Άνθρακα και Χάλυβα (ΕΚΑΧ)",
            "Ναι, η Συνθήκη για την Ευρωπαϊκή Οικονομική Κοινότητα (ΕΟΚ)",
            "Ναι, η Συνθήκη για την Ευρωπαϊκή Κοινότητα Ατομικής Ενέργειας (ΕΚΑΕ)"
        ],
        "answer": 3
    },
        {
        "question": "2. Πόσα είναι σήμερα τα κράτη μέλη της Ευρωπαϊκής Ένωσης;",
        "options": [
            "Είκοσι τρία (23)",
            "Είκοσι επτά (27)",
            "Είκοσι οχτώ (28)",
            "Τριάντα (30)"
        ],
        "answer": 1  # β
    },
    {
        "question": "3. Ποιο από τα παρακάτω κράτη-μέλη της Ευρωπαϊκής Ένωσης ΔΕΝ είναι μέλος της ζώνης Σένγκεν;",
        "options": [
            "Η Κροατία",
            "Η Κύπρος",
            "Η Σουηδία",
            "Η Φινλανδία"
        ],
        "answer": 1  # β
    },
    {
        "question": "4. Σε ποιον από τους παρακάτω διεθνείς οργανισμούς είναι μέλος η Ευρωπαϊκή Ένωση;",
        "options": [
            "Στον Οργανισμό Ηνωμένων Εθνών (ΟΗΕ)",
            "Στον Παγκόσμιο Οργανισμό Εμπορίου (ΠΟΕ)",
            "Στον Οργανισμό του Συμφώνου του Βορείου Ατλαντικού (ΝΑΤΟ)",
            "Στον Οργανισμό Οικονομικής Συνεργασίας και Ανάπτυξης (ΟΟΣΑ)"
        ],
        "answer": 1  # α
    },
    {
        "question": "5. Οι πολίτες της Ευρωπαϊκής Ένωσης που διαμένουν σε κράτος διαφορετικό από εκείνο της ιθαγένειάς τους:",
        "options": [
            "Έχουν το δικαίωμα εκλέγειν και εκλέγεσθαι στις δημοτικές και στις ευρωπαϊκές εκλογές",
            "Έχουν το δικαίωμα εκλέγειν και εκλέγεσθαι στις δημοτικές, όχι όμως στις ευρωπαϊκές εκλογές",
            "Έχουν το δικαίωμα εκλέγειν και εκλέγεσθαι στις ευρωπαϊκές, όχι όμως στις δημοτικές εκλογές",
            "Δεν έχουν το δικαίωμα εκλέγειν και εκλέγεσθαι στις δημοτικές και στις ευρωπαϊκές εκλογές"
        ],
        "answer": 0  # α
    },
    {
        "question": "6. Οι ελευθερίες της εσωτερικής αγοράς δεν περιλαμβάνουν:",
        "options": [
            "Την ελεύθερη κυκλοφορία κεφαλαίων",
            "Την ελευθερία του επιχειρείν",
            "Την ελευθερία εγκατάστασης",
            "Την ελεύθερη κυκλοφορία εμπορευμάτων"
        ],
        "answer": 1  # β
    },
    {
        "question": "7. Το απορρέον από την ιθαγένεια της Ευρωπαϊκής Ένωσης δικαίωμα ελεύθερης κυκλοφορίας και διαμονής στην επικράτεια των κρατών-μελών επιτρέπεται να περιορισθεί για λόγους:",
        "options": [
            "Δημόσιας τάξης και δημόσιας υγείας",
            "Δημόσιας τάξης, δημόσιας ασφάλειας και δημόσιας υγείας",
            "Δημόσιας τάξης και δημόσιας ηθικής",
            "Δημόσιας ασφάλειας και δημόσιας υγείας"
        ],
        "answer": 1  # β
    },
    {
        "question": "8. Σε ποιον από τους παρακάτω τομείς πολιτικής η Ευρωπαϊκή Ένωση διαθέτει συντρέχουσα αρμοδιότητα:",
        "options": [
            "Προστασία και βελτίωση της ανθρώπινης υγείας",
            "Πολιτική προστασία",
            "Νομισματική πολιτική",
            "Εσωτερική αγορά"
        ],
        "answer": 3  # δ
    },
    {
        "question": "9. Στους τομείς των μεταφορών και της ενέργειας:",
        "options": [
            "Η Ευρωπαϊκή Ένωση έχει αποκλειστική αρμοδιότητα",
            "Η Ευρωπαϊκή Ένωση έχει συντρέχουσα αρμοδιότητα με τα κράτη μέλη",
            "Η Ευρωπαϊκή Ένωση στερείται αρμοδιότητας.",
            "Η Ευρωπαϊκή Ένωση έχει αρμοδιότητα να αναλαμβάνει δράσεις για να υποστηρίζει, να συμπληρώνει ή να συντονίζει τη δράση των κρατών μελών"
        ],
        "answer": 1  # β
    },
    {
        "question": "10. Στην Ευρωπαϊκή Ένωση, η οικονομική πολιτική αποτελεί τομέα:",
        "options": [
            "Αποκλειστικής εθνικής αρμοδιότητας",
            "Αποκλειστικής αρμοδιότητας της Ευρωπαϊκής Ένωσης",
            "Συντρέχουσας αρμοδιότητας Ένωσης και κρατών μελών",
            "Εθνικής αρμοδιότητας όπου η Ευρωπαϊκή Ένωση αναπτύσσει συντονιστική δράση"
        ],
        "answer": 3  # δ
    },
    {
        "question": "11. Ο προϋπολογισμός της Ευρωπαϊκής Ένωσης:",
        "options": [
            "Καταρτίζεται από το Ευρωπαϊκό Κοινοβούλιο και εκτελείται από την Ευρωπαϊκή Επιτροπή σε συνεργασία με τα κράτη-μέλη",
            "Καταρτίζεται από το Ευρωπαϊκό Κοινοβούλιο και το Συμβούλιο των Υπουργών και εκτελείται από την Ευρωπαϊκή Επιτροπή σε συνεργασία με τα κράτη-μέλη",
            "Καταρτίζεται από το Ευρωπαϊκό Συμβούλιο και εκτελείται από την Ευρωπαϊκή Επιτροπή σε συνεργασία με τα κράτη-μέλη",
            "Καταρτίζεται από το Ευρωπαϊκό Κοινοβούλιο και την Ευρωπαϊκή Επιτροπή και εκτελείται από την Ευρωπαϊκή Επιτροπή σε συνεργασία με τα κράτη-μέλη"
        ],
        "answer": 1  # β
    },
    {
        "question": "12. Ο Χάρτης Θεμελιωδών Δικαιωμάτων της Ευρωπαϊκής Ένωσης:",
        "options": [
            "Δεσμεύει τα ενωσιακά όργανα αλλά και τα κρατικά όργανα όταν εφαρμόζουν ενωσιακό δίκαιο",
            "Δεσμεύει τα ενωσιακά όργανα και όχι τα κρατικά όργανα",
            "Δεσμεύει τα κρατικά όργανα και όχι τα ενωσιακά όργανα",
            "Δεσμεύει μόνο τα κράτη που έχουν υπογράψει την Ευρωπαϊκή Σύμβαση των Δικαιωμάτων του Ανθρώπου (ΕΣΔΑ)"
        ],
        "answer": 0  # α
    },
    {
        "question": "13. Για την προσχώρηση ενός νέου κράτους μέλους στην Ευρωπαϊκή Ένωση ΔΕΝ απαιτείται:",
        "options": [
            "Έγκριση του Ευρωπαϊκού Κοινοβουλίου",
            "Κύρωση της συνθήκης προσχώρησης από το υπό προσχώρηση κράτος σύμφωνα με τις συνταγματικές διαδικασίες του",
            "Κύρωση της συνθήκης προσχώρησης από το ελληνικό κοινοβούλιο",
            "Κύρωση της συνθήκης προσχώρησης από την Ευρωπαϊκή Επιτροπή"
        ],
        "answer": 3  # δ
    },
    {
        "question": "14. Ποιες είναι οι πράξεις του παράγωγου δικαίου της Ένωσης;",
        "options": [
            "Οι κανονισμοί, οι οδηγίες, οι διατάξεις και οι συστάσεις",
            "Οι κανονισμοί, οι οδηγίες και οι αποφάσεις",
            "Οι κανονισμοί, οι οδηγίες, οι συστάσεις και οι γνώμες",
            "Οι κανονισμοί, οι οδηγίες, οι αποφάσεις, οι συστάσεις και οι γνώμες"
        ],
        "answer": 3
    },
    {
        "question": "15. Οι ευρωπαϊκοί κανόνες δικαίου αμέσου αποτελέσματος:",
        "options": [
            "Δεν περιέχονται ποτέ σε οδηγίες",
            "Πρέπει να λαμβάνονται υπόψιν από τα εθνικά δικαστήρια των κρατών μελών ακόμη και εάν δεν έχουν μεταφερθεί ή δε έχουν μεταφερθεί ορθά στο εθνικό τους δίκαιο",
            "Παρέχουν στην Ευρωπαϊκή Επιτροπή την εξουσία να εκδίδει ατομικές αποφάσεις για συγκεκριμένες περιπτώσεις που εμπίπτουν σε αυτούς",
            "Εμπεριέχονται μόνο σε κανονισμούς"
        ],
        "answer": 1
    },
    {
        "question": "16. Σε ποιο από τα παρακάτω όργανα της Ευρωπαϊκής Ένωσης ανήκει η νομοθετική πρωτοβουλία;",
        "options": [
            "Ευρωπαϊκό Συμβούλιο",
            "Ευρωπαϊκό Κοινοβούλιο",
            "Ευρωπαϊκή Επιτροπή",
            "Συμβούλιο"
        ],
        "answer": 2
    },
    {
        "question": "17. Ποιο από τα παρακάτω χαρακτηριστικά ΔΕΝ διαθέτει ο Κανονισμός:",
        "options": [
            "Έχει άμεση ισχύ",
            "Έχει γενική ισχύ",
            "Δεσμεύει μόνο τα κράτη μέλη στα οποία απευθύνεται",
            "Είναι δεσμευτικός ως προς όλα του τα μέρη"
        ],
        "answer": 2
    },
    {
        "question": "18. Η έκδοση ποιας από τις παρακάτω πράξεις ΔΕΝ συνιστά ορθή μεταφορά οδηγίας στο ελληνικό δίκαιο;",
        "options": [
            "Νόμου",
            "Προεδρικού Διατάγματος",
            "Κοινής Υπουργικής Απόφασης",
            "Εγκυκλίου"
        ],
        "answer": 3
    },
    {
        "question": "19. Η αρχή της υπεροχής του δικαίου της Ευρωπαϊκής Ένωσης σημαίνει ότι:",
        "options": [
            "Τα εθνικά δικαστήρια κάθε κράτους μέλους οφείλουν να εφαρμόζουν άμεσα όλους τους κανόνες δικαίου της Ευρωπαϊκής Ένωσης",
            "Σε περίπτωση σύγκρουσης μιας πτυχής του δικαίου της Ευρωπαϊκής Ένωσης και μιας πτυχής του εθνικού δικαίου, το δίκαιο της Ευρωπαϊκής Ένωσης υπερισχύει",
            "Διατάξεις του δικαίου της Ευρωπαϊκής Ένωσης μπορούν να ακυρώσουν εθνικές διατάξεις, οι οποίες παύουν να ισχύουν αυτομάτως",
            "Το Δικαστήριο της Ευρωπαϊκής Ένωσης έχει πάντοτε δικαιοδοσία να απαντά σε οποιοδήποτε ερώτημα του τίθεται από τα εθνικά δικαστήρια των κρατών μελών"
        ],
        "answer": 1
    },
    {
        "question": "20. Σε ποια από τις παρακάτω διαδικασίες το πρωτογενές δίκαιο της Ευρωπαϊκής Ένωσης ΔΕΝ προβλέπει την οποιαδήποτε ανάμειξη (ούτε καν ενημέρωση) των εθνικών κοινοβουλίων;",
        "options": [
            "Προσχώρηση κράτους-μέλους",
            "Αποχώρηση κράτους-μέλους",
            "Έκδοση πράξης του παράγωγου δικαίου σύμφωνα με τη συνήθη νομοθετική διαδικασία",
            "Τροποποίηση της Συνθήκης για την Ευρωπαϊκή Ένωση και της Συνθήκης για τη λειτουργία της Ευρωπαϊκής Ένωσης σύμφωνα με τη συνήθη διαδικασία αναθεώρησης"
        ],
        "answer": 1
    },
    {
        "question": "21. Πώς ορίζεται η έδρα των οργάνων της Ευρωπαϊκής Ένωσης;",
        "options": [
            "Με κλήρωση, διενεργούμενη από τον πρόεδρο του Δικαστηρίου της Ευρωπαϊκής Ένωσης, μεταξύ των κρατών-μελών που έχουν εκδηλώσει σχετικό ενδιαφέρον",
            "Από το Ευρωπαϊκό Κοινοβούλιο με την απόλυτη πλειοψηφία των μελών που το απαρτίζουν",
            "Με κοινή συμφωνία των κυβερνήσεων των κρατών-μελών",
            "Από το Συμβούλιο των Υπουργών, το οποίο αποφασίζει με ειδική πλειοψηφία"
        ],
        "answer": 2
    },
    {
        "question": "22. Ποιο είναι το κύριο όργανο λήψης αποφάσεων της Ευρωπαϊκής Ένωσης;",
        "options": [
            "Το Ευρωπαϊκό Συμβούλιο",
            "Το Ευρωπαϊκό Κοινοβούλιο",
            "Το Συμβούλιο",
            "Το Ευρωπαϊκό Κοινοβούλιο και το Συμβούλιο"
        ],
        "answer": 3
    },
    {
        "question": "23. Ποιος έχει το γενικό τεκμήριο νομοθετικής αρμοδιότητας στην ενωσιακή έννομη τάξη;",
        "options": [
            "Τα κράτη μέλη",
            "Το Ευρωπαϊκό Συμβούλιο",
            "Η Ευρωπαϊκή Ένωση",
            "Δεν υπάρχει γενικό τεκμήριο αρμοδιότητας στην Ευρωπαϊκή Ένωση"
        ],
        "answer": 0
    },
    {
        "question": "24. Ο/Η Πρόεδρος της Ευρωπαϊκής Επιτροπής συμμετέχει αυτοδικαίως:",
        "options": [
            "Στο Συμβούλιο Γενικών Υποθέσεων",
            "Στο Συμβούλιο Εξωτερικών Υποθέσεων",
            "Στο Ευρωπαϊκό Συμβούλιο",
            "Στο Διοικητικό Συμβούλιο της Ευρωπαϊκής Κεντρικής Τράπεζας"
        ],
        "answer": 2
    },
    {
        "question": "25. Οι αρμοδιότητες της Ευρωπαϊκής Επιτροπής ΔΕΝ περιλαμβάνουν:",
        "options": [
            "Την έκδοση προτάσεων νομοθετικών μέτρων",
            "Την εφαρμογή των κανώνων της Συνθήκης για τον ανταγωνισμό",
            "Την προετοιμασία των συμπερασμάτων των συνόδων του Ευρωπαϊκού Συμβουλίου",
            "Την κατανομή των χρηματοδοτικών πόρων της Ευρωπαϊκής Ένωσης"
        ],
        "answer": 2
    },
    {
        "question": "26. Ο/Η Ύπατος Εκπρόσωπος της Ευρωπαϊκής Ένωσης για θέματα εξωτερικής πολιτικής και πολιτικής ασφαλείας είναι ένας εκ των αντιπροέδρων:",
        "options": [
            "Του Ευρωπαϊκού Συμβουλίου",
            "Του Συμβουλίου των Υπουργών",
            "Της Ευρωπαϊκής Επιτροπής",
            "Του Ευρωπαϊκού Κοινοβουλίου"
        ],
        "answer": 2
    },
    {
        "question": "27. Ποιο από τα παρακάτω ΔΕΝ είναι όργανο της Ευρωπαϊκής Ένωσης;",
        "options": [
            "Ευρωπαϊκό Συμβούλιο",
            "Συμβούλιο της Ευρώπης",
            "Ευρωπαϊκή Κεντρική Τράπεζα",
            "Ευρωπαϊκό Ελεγκτικό Συνέδριο"
        ],
        "answer": 1
    },
    {
        "question": "28. Ποιο από τα παρακάτω όργανα της Ευρωπαϊκής Ένωσης ΔΕΝ ανήκει στα κύρια όργανα λήψης αποφάσεων κατά τη συνήθη νομοθετική διαδικασία;",
        "options": [
            "Το Συμβούλιο",
            "Η Ευρωπαϊκή Επιτροπή",
            "Το Ευρωπαϊκό Συμβούλιο",
            "Το Ευρωπαϊκό Κοινοβούλιο"
        ],
        "answer": 2
    },
    {
        "question": "29. Στο πλαίσιο της συνήθους νομοθετικής διαδικασίας, η έκδοση μίας νομοθετικής πράξης της Ευρωπαϊκής Ένωσης μπορεί να εμποδιστεί:",
        "options": [
            "Από το Ευρωπαϊκό Κοινοβούλιο, όχι όμως και από το Συμβούλιο",
            "Από το Συμβούλιο, όχι όμως και από το Ευρωπαϊκό Κοινοβούλιο",
            "Τόσο από το Ευρωπαϊκό Κοινοβούλιο όσο και από το Συμβούλιο",
            "Ούτε από το Ευρωπαϊκό Κοινοβούλιο ούτε από το Συμβούλιο, αλλά μόνον να αποσυρθεί από την Ευρωπαϊκή Επιτροπή"
        ],
        "answer": 2
    },
    {
        "question": "30. Όταν εφαρμόζεται η συνήθης νομοθετική διαδικασία, στη μεγάλη πλειοψηφία των περιπτώσεων:",
        "options": [
            "Το Συμβούλιο και το Ευρωπαϊκό Κοινοβούλιο καταλήγουν σε συμφωνία μετά την πρώτη ανάγνωση ή στην αρχή της δεύτερης",
            "Το Συμβούλιο υιοθετεί τις θέσεις του με ομοφωνία",
            "Όλες οι πολιτικές ομάδες στο Ευρωπαϊκό Κοινοβούλιο καταλήγουν σε συμφωνία",
            "Προκειμένου να επιτευχθεί συμφωνία, συγκροτείται επιτροπή συνδιαλλαγής"
        ],
        "answer": 0
    },
    {
        "question": "31. ΔΕΝ συμμετέχει στο Ευρωπαϊκό Συμβούλιο:",
        "options": [
            "Ο Πρόεδρος της Γαλλικής Δημοκρατίας",
            "Ο Υπουργός Οικονομικών της Ελλάδας",
            "Ο ομοσπονδιακός Πρωθυπουργός του Βελγίου",
            "Ο Πρόεδρος της Ευρωπαϊκής Επιτροπής"
        ],
        "answer": 1
    },
    {
        "question": "32. Δικαίωμα συμμετοχής στις εκλογές για την ανάδειξη των μελών του Ευρωπαϊκού Κοινοβουλίου έχουν όσα φυσικά πρόσωπα:",
        "options": [
            "Κατοικούν στην επικράτεια ενός κράτους-μέλους",
            "Είναι πολίτες της Ένωσης",
            "Είναι πολίτες της Ένωσης ή κατοικούν στην επικράτεια ενός κράτους-μέλους",
            "Είναι πολίτες της Ένωσης ή έχουν αναγνωρισθεί ως δικαιούχοι διεθνούς προστασίας από ένα κράτος-μέλος"
        ],
        "answer": 1
    },
    {
        "question": "33. Ποια από τις ακόλουθες λειτουργίες ΔΕΝ αποτελεί λειτουργία του Ευρωπαϊκού Κοινοβουλίου;",
        "options": [
            "Η κύρωση των τροποποιητικών συνθηκών της Συνθήκης για την Ευρωπαϊκή Ένωση (ΣΕΕ) και της Συνθήκης για την Λειτουργία της Ευρωπαϊκής Ένωσης (ΣΛΕΕ)",
            "Η έγκριση των συνθηκών προσχώρησης νέων κρατών μελών στην Ευρωπαϊκή Ένωση",
            "Η εκλογή του Προέδρου της Ευρωπαϊκής Επιτροπής",
            "Η άσκηση δημοκρατικού ελέγχου σε όλα τα όργανα της Ευρωπαϊκής Ένωσης"
        ],
        "answer": 0
    },
    {
        "question": "34. Η θητεία των μελών ποιου από τα παρακάτω όργανα της Ευρωπαϊκής Ένωσης ΔΕΝ είναι πενταετής;",
        "options": [
            "Του Ευρωπαϊκού Κοινοβουλίου",
            "Της Ευρωπαϊκής Επιτροπής",
            "Της Ευρωπαϊκής Οικονομικής και Κοινωνικής Επιτροπής",
            "Του Δικαστηρίου της Ευρωπαϊκής Ένωσης"
        ],
        "answer": 3
    },
    {
        "question": "35. Η αρμοδιότητα του Δικαστηρίου της Ευρωπαϊκής Ένωσης εκτείνεται:",
        "options": [
            "Στους περισσότερους τομείς δραστηριότητας της Ευρωπαϊκής Ένωσης, συμπεριλαμβανομένων και των δράσεων της Ευρωπαϊκής Ένωσης στο πεδίο της δικαιοσύνης και των εσωτερικών υποθέσεων",
            "Σε όλους τους τομείς δραστηριότητας της Ευρωπαϊκής Ένωσης, συμπεριλαμβανομένης και της κοινής εξωτερικής πολιτικής και πολιτικής ασφάλειας",
            "Σε όλους τους τομείς δραστηριότητας της Ευρωπαϊκής Ένωσης, με την εξαίρεση της ενιαίας αγοράς",
            "Σε όλους τους τομείς δραστηριότητας της Ευρωπαϊκής Ένωσης, με την εξαίρεση των διεθνών συμφωνιών που η Ευρωπαϊκή Ένωση συνάπτει με τρίτες χώρες στο πλαίσιο της κοινής εμπορικής πολιτικής"
        ],
        "answer": 0
    },
    {
        "question": "36. Η Ευρωπαϊκή Εισαγγελία είναι αρμόδια να διερευνά, να διώκει και να παραπέμπει στη δικαιοσύνη:",
        "options": [
            "Εγκλήματα κατά του προϋπολογισμού της Ένωσης",
            "Σοβαρά εγκλήματα διασυνοριακού χαρακτήρα",
            "Οικονομικά εγκλήματα που τελεύτησαν σε ένα κράτος-μέλος από πολίτη ή πολίτες άλλου κράτους-μέλους",
            "Εγκλήματα εναντίον αξιωματούχων και υπαλλήλων της Ευρωπαϊκής Ένωσης"
        ],
        "answer": 0
    },
    {
        "question": "37. Οι δικαστές και οι γενικοί εισαγγελείς του Δικαστηρίου της Ευρωπαϊκής Ένωσης διορίζονται:",
        "options": [
            "Από το Ευρωπαϊκό Συμβούλιο, μετά από διαβούλευση με επιτροπή που γνωμοδοτεί για την επάρκεια των υποψηφίων",
            "Με κοινή συμφωνία των κυβερνήσεων των κρατών-μελών μετά από διαβούλευση με επιτροπή που γνωμοδοτεί για την επάρκεια των υποψηφίων",
            "Από ειδική επιτροπή που αποφαίνεται για την επάρκεια των υποψηφίων",
            "Από το Συμβούλιο, μετά από διαβούλευση με το Ευρωπαϊκό Κοινοβούλιο και με επιτροπή που γνωμοδοτεί για την επάρκεια των υποψηφίων"
        ],
        "answer": 1
    },
    {
        "question": "38. Εάν εθνικό δικαστήριο θεωρεί ότι διάταξη κανονισμού της Ευρωπαϊκής Ένωσης παραβιάζει διάταξη του Χάρτη θεμελιωδών δικαιωμάτων της Ευρωπαϊκής Ένωσης υποχρεούται να:",
        "options": [
            "Ακυρώσει τη διάταξη του κανονισμού",
            "Αφήσει ανεφάρμοστη τη διάταξη του κανονισμού",
            "Αποστείλει σχετικό προδικαστικό ερώτημα στο Δικαστήριο της Ευρωπαϊκής Ένωσης",
            "Υποβάλει σχετική αναφορά στην Ευρωπαϊκή Επιτροπή"
        ],
        "answer": 2
    },
    {
        "question": "39. Ο Ευρωπαίος Διαμεσολαβητής επιλαμβάνεται περιπτώσεων κακής διοίκησης:",
        "options": [
            "Εκ μέρους όλων των οργάνων της ΕΕ κατά την άσκηση των αρμοδιοτήτων τους",
            "Εκ μέρους της Ευρωπαϊκής Επιτροπής κατά την άσκηση των αρμοδιοτήτων της",
            "Εκ μέρους των εθνικών οργάνων κατά την εφαρμογή του δικαίου της ΕΕ",
            "Εκ μέρους των διεθνών οργανισμών όπου είναι συμβαλλόμενο μέρος η ΕΕ"
        ],
        "answer": 0
    },
    {
        "question": "40. Το Ευρωπαϊκό Σύστημα Κεντρικών Τραπεζών (ΕΣΚΤ) συγκροτείται από:",
        "options": [
            "Τις κεντρικές τράπεζες των κρατών-μελών",
            "Τις κεντρικές τράπεζες των κρατών-μελών με νόμισμα το ευρώ",
            "Την Ευρωπαϊκή Κεντρική Τράπεζα (ΕΚΤ) και τις κεντρικές τράπεζες των κρατών-μελών",
            "Την Ευρωπαϊκή Κεντρική Τράπεζα (ΕΚΤ) και τις κεντρικές τράπεζες των κρατών-μελών με νόμισμα το ευρώ"
        ],
        "answer": 2
    },
    {
        "question": "41. Στη ζώνη του ευρώ ανήκουν:",
        "options": [
            "Όλα τα κράτη μέλη της Ευρωπαϊκής Ένωσης",
            "Τα κράτη μέλη που έως την 1η Ιανουαρίου 1999 συμμετείχαν στο Ευρωπαϊκό Νομισματικό Σύστημα",
            "Όσα κράτη μέλη έχουν επιτύχει τα προβλεπόμενα από τη Συνθήκη για τη Λειτουργία της Ευρωπαϊκής Ένωσης (ΣΛΕΕ) κριτήρια σύγκλισης",
            "Όσα κράτη μέλη έχουν επιλέξει να συμμετάσχουν, αναλαμβάνοντας τις προβλεπόμενες από τη Συνθήκη για τη Λειτουργία της Ευρωπαϊκής Ένωσης (ΣΛΕΕ) δεσμεύσεις"
        ],
        "answer": 2
    },
    {
        "question": "42. Ποιος από τους παρακάτω αποκεντρωμένους οργανισμούς της Ευρωπαϊκής Ένωσης εδρεύει στην Ελλάδα;",
        "options": [
            "Η Ευρωπαϊκή Αρχή Ασφαλίσεων και Επαγγελματικών Συντάξεων",
            "Η Ευρωπαϊκή Αρχή Ελέγχου της Αλιείας",
            "Ο Ευρωπαϊκός Οργανισμός για την Ασφάλεια στη Θάλασσα",
            "Ο Οργανισμός της Ευρωπαϊκής Ένωσης για την Κυβερνοασφάλεια"
        ],
        "answer": 3
    },
    {
        "question": "43. Ποια από τις παρακάτω ΔΕΝ είναι αρμοδιότητα του Ευρωπαϊκού Οργανισμού Συνοριοφυλακής και Ακτοφυλακής;",
        "options": [
            "Η διαχείριση των εξωτερικών συνόρων της Ευρωπαϊκής Ένωσης",
            "Η αρχική ενημέρωση όσων ατόμων χρήζουν διεθνούς προστασίας ή επιθυμούν να υποβάλουν σχετική αίτηση",
            "Η παροχή θεωρήσεων σε όσους πολίτες τρίτων χωρών επιθυμούν να εισέλθουν στην επικράτεια κράτους-μέλους",
            "Η υποστήριξη των επιχειρήσεων έρευνας και διάσωσης ανθρώπων που κινδυνεύουν στη θάλασσα"
        ],
        "answer": 2
    },
    {
        "question": "44. Σε περίπτωση παραβάσεως του ενωσιακού κανόνα από κράτος μέλος, ένα άλλο κράτος μέλος:",
        "options": [
            "Δεν έχει νόμιμο τρόπο αντίδρασης",
            "Δικαιούται μόνο να προσφύγει στο Δικαστήριο της Ευρωπαϊκής Ένωσης κατά του κράτους μέλους",
            "Δικαιούται μόνο να προσφύγει στο Δικαστήριο της Ευρωπαϊκής Ένωσης κατά της Επιτροπής",
            "Δικαιούται μόνο να μη συμμορφωθεί αυτό το ίδιο μέχρις ότου συμμορφωθεί το πρώτο"
        ],
        "answer": 1
    },
    {
        "question": "45. Πότε ένα όργανο της εθνικής διοίκησης δύναται να μην εφαρμόσει μία διάταξη ενός ενωσιακού Κανονισμού;",
        "options": [
            "Εάν έχει εκδώσει το Δικαστήριο της Ευρωπαϊκής Ένωσης απόφαση, με βάση την οποία η διάταξη παραβιάζει το πρωτογενές ενωσιακό δίκαιο",
            "Εάν κρίνει ότι η διάταξη παραβιάζει το εθνικό Σύνταγμα",
            "Εάν κρίνει ότι η διάταξη παραβιάζει το πρωτογενές ενωσιακό δίκαιο",
            "Εάν επικαλεστεί ότι οι διοικήσεις άλλων τουλάχιστον έξι κρατών-μελών δεν εφαρμόζουν τη διάταξη με το σκεπτικό ότι παραβιάζει το πρωτογενές ενωσιακό δίκαιο"
        ],
        "answer": 0
    },
    {
        "question": "46. Τα κράτη μέλη υπέχουν ευθύνη αποζημίωσης στους ιδιώτες για παραβάσεις του δικαίου της Ευρωπαϊκής Ένωσης από πράξεις ή παραλείψεις:",
        "options": [
            "Της εκτελεστικής εξουσίας",
            "Της νομοθετικής εξουσίας",
            "Της νομοθετικής και της εκτελεστικής εξουσίας, όχι όμως και της δικαστικής",
            "Οργάνων και των τριών εξουσιών"
        ],
        "answer": 3
    },
    {
        "question": "47. Οι νομοθετικές πράξεις της Ευρωπαϊκής Ένωσης:",
        "options": [
            "Δημοσιεύονται στην Επίσημη Εφημερίδα της Ευρωπαϊκής Ένωσης και αρχίζουν να ισχύουν την εικοστή ημέρα από τη δημοσίευσή τους",
            "Δημοσιεύονται στην Επίσημη Εφημερίδα της Ευρωπαϊκής Ένωσης και αρχίζουν να ισχύουν από την ημερομηνία που ορίζουν ή, άλλως, από την εικοστή ημέρα από τη δημοσίευσή τους",
            "Κοινοποιούνται στους αποδέκτες τους και παράγουν αποτελέσματα από την ημερομηνία που ορίζουν ή, άλλως, από την κοινοποίησή τους",
            "Κοινοποιούνται στους αποδέκτες τους και παράγουν αποτελέσματα από την κοινοποίησή τους"
        ],
        "answer": 1
    },
    {
        "question": "48. Η αρχή της αναλογικότητας διέπει την άσκηση:",
        "options": [
            "Όλων των αρμοδιοτήτων της Ευρωπαϊκής Ένωσης",
            "Μόνο των συντρεχουσών αρμοδιοτήτων της Ευρωπαϊκής Ένωσης",
            "Μόνο των αποκλειστικών αρμοδιοτήτων της Ευρωπαϊκής Ένωσης",
            "Μόνο των συντονιστικών αρμοδιοτήτων της Ευρωπαϊκής Ένωσης"
        ],
        "answer": 0
    },
    {
        "question": "49. Η αρχή της επικουρικότητας ΔΕΝ αφορά:",
        "options": [
            "Τον ρόλο των εθνικών κοινοβουλίων",
            "Την άσκηση των αποκλειστικών αρμοδιοτήτων της Ευρωπαϊκής Ένωσης",
            "Τον δικαστικό έλεγχο των νομικών πράξεων της Ευρωπαϊκής Ένωσης",
            "Τη συνήθη νομοθετική διαδικασία"
        ],
        "answer": 1
    },
    {
        "question": "50. Η Συνθήκη της Λισαβόνας είχε ως στόχο:",
        "options": [
            "Να διευκολύνει τη διεύρυνση της Ευρωπαϊκής Ένωσης με τις πρώην κομμουνιστικές χώρες της Ανατολικής Ευρώπης",
            "Να συμπεριλάβει μεγάλο μέρος των διατάξεων της Συνθήκης για τη θέσπιση Συντάγματος της Ευρώπης, της οποίας η κύρωση δεν κατέστη δυνατή",
            "Να θεσπίσει το νομικό πλαίσιο της Οικονομικής και Νομισματικής Ένωσης",
            "Να θεσπίσει το νομικό πλαίσιο της Κοινής Εξωτερικής Πολιτικής και Πολιτικής Ασφάλειας"
        ],
        "answer": 1
    },
    {
        "question": "51. Η προσχώρηση της Ευρωπαϊκής Ένωσης στην Ευρωπαϊκή Σύμβαση Δικαιωμάτων του Ανθρώπου (ΕΣΔΑ):",
        "options": [
            "Είναι δυνατή, αλλά δεν προβλέπεται ειδικώς στις ισχύουσες Συνθήκες",
            "Προβλέπεται ρητά από τη Συνθήκη της Λισαβόνας υπό τον όρο ότι η προσχώρηση δεν μεταβάλλει τις αρμοδιότητες της Ευρωπαϊκής Ένωσης όπως ορίζονται στις Συνθήκες",
            "Δεν είναι δυνατή δεδομένου ότι το Δικαστήριο της Ευρωπαϊκής Ένωσης έχει αποφανθεί ότι η Ευρωπαϊκή Ένωση δεν έχει αρμοδιότητα να προσχωρήσει στην ΕΣΔΑ",
            "Δεν είναι δυνατή δεδομένου ότι η ΕΣΔΑ δεν επιτρέπει σε διεθνείς οργανισμούς, όπως η Ευρωπαϊκή Ένωση, να γίνουν συμβαλλόμενα μέρη"
        ],
        "answer": 1
    },
{
        "question": "52. Μετά τη θέση σε ισχύ της Συνθήκης της Λισαβόνας, από πού απορρέει η αρχή της υπεροχής του δικαίου της Ένωσης έναντι του ελληνικού δικαίου;",
        "options": [
            "Από τη Συνθήκη για την Ευρωπαϊκή Ένωση και τη Συνθήκη για τη λειτουργία της Ευρωπαϊκής Ένωσης, όπου έχει προσαρτηθεί δήλωση η οποία παραπέμπει σε σχετική γνωμοδότηση της Νομικής Υπηρεσίας του Συμβουλίου",
            "Από τη νομολογία του Δικαστηρίου της Ευρωπαϊκής Ένωσης περί της αυτονομίας και της ιδιαίτερης φύσης της έννομης τάξης της Ένωσης",
            "Από το συνδυασμό των παρ. 2 και 3 του άρθρου 28 του ελληνικού Συντάγματος",
            "Από το Πρωτόκολλο για τα προνόμια και τις ασυλίες της Ευρωπαϊκής Ένωσης"
        ],
        "answer": 1
    },
    {
        "question": "53. Ποια από τις ακόλουθες προτάσεις ΔΕΝ περιγράφει ορθά τη νομική φύση της Ευρωπαϊκής Ένωσης όπως αυτή προσδιορίστηκε από το Δικαστήριο της Ευρωπαϊκής Ένωσης:",
        "options": [
            "Με τις Συνθήκες τα κράτη μέλη μεταβίβασαν εξουσίες στην Κοινότητα/Ένωση και έτσι περιόρισαν, αν και σε ορισμένους μόνο τομείς, τα κυριαρχικά τους δικαιώματα",
            "Οι Συνθήκες δεν δημιουργούν μόνο αμοιβαίες υποχρεώσεις μεταξύ των συμβαλλομένων κρατών, αλλά και δικαιώματα των πολιτών τους",
            "Αντίθετα προς τις συνήθεις διεθνείς συνθήκες, η Συνθήκη ΕΟΚ δημιούργησε ιδιαίτερη έννομη τάξη, η οποία ενσωματώθηκε στα νομικά συστήματα των κρατών μελών",
            "Με τις Συνθήκες τα κράτη μέλη μεταβίβασαν στην Κοινότητα/Ένωση συγκεκριμένες εξουσίες, των οποίων το εύρος μπορούν να κρίνουν τα εθνικά συνταγματικά ή ανώτατα δικαστήρια"
        ],
        "answer": 3
    },
    {
        "question": "54. Ποια από τις ακόλουθες προτάσεις ΔΕΝ είναι ορθή;",
        "options": [
            "Η Ευρωπαϊκή Ένωση δεν μπορεί να εκδίδει νομοθετικά μέτρα με αντικείμενο την εναρμόνιση των νομοθεσιών των κρατών μελών σε τομείς στους οποίους η Ευρωπαϊκή Ένωση διαθέτει μόνον υποστηρικτικές αρμοδιότητες",
            "Η Συνθήκη για την Λειτουργία της Ευρωπαϊκής Ένωσης (ΣΛΕΕ) περιέχει ρητή νομική βάση για την εναρμόνιση των εθνικών νομοθεσιών που αφορούν τους έμμεσους φόρους, όχι όμως και την άμεση φορολογία",
            "Η Συνθήκη για την Λειτουργία της Ευρωπαϊκής Ένωσης (ΣΛΕΕ) επιτρέπει στα κράτη μέλη να συνάπτουν διεθνείς συμφωνίες με τρίτα κράτη σχετικά με το ύψος των δασμών που επιβάλλονται στις εκατέρωθεν εισαγωγές και τις εξαγωγές",
            "Η Ευρωπαϊκή Ένωση μπορεί να εκδίδει οδηγίες για την εναρμόνιση των διατάξεων των κρατών μελών που αφορούν την ανάληψη και την άσκηση μη μισθωτών δραστηριοτήτων"
        ],
        "answer": 2
    },
    {
        "question": "55. Ποιος δύναται να υποβάλει σχέδια τροποποίησης της Συνθήκης για την Ευρωπαϊκή Ένωση και τη Συνθήκη για τη Λειτουργία της Ευρωπαϊκής Ένωσης κατά τη συνήθη διαδικασία αναθεώρησης;",
        "options": [
            "Το Κοινοβούλιο κάθε κράτους-μέλους",
            "Οι κυβερνήσεις τριών τουλάχιστον κρατών-μελών ή η Επιτροπή",
            "Η κυβέρνηση κάθε κράτους-μέλους, το Ευρωπαϊκό Κοινοβούλιο ή η Επιτροπή",
            "Η κυβέρνηση κάθε κράτους-μέλους ή η Επιτροπή"
        ],
        "answer": 2
    }
]