questions = [
    {
        "question": "1. Τα δεδομένα προσωπικού χαρακτήρα είναι:",
        "options": [
            "Οι πληροφορίες για την οικογενειακή και ερωτική ζωή",
            "Οι πληροφορίες υγείας",
            "Τα ηλεκτρονικά δεδομένα",
            "Κάθε πληροφορία, η οποία δυνητικά ταυτοποιεί ένα φυσικό πρόσωπο"
        ],
        "answer": 3  # Δ
    },
    {
        "question": "2. Το άρθρο 4 παρ.1 Συντ. σύμφωνα με το οποίο «οι Έλληνες είναι ίσοι ενώπιον του νόμου»:",
        "options": [
            "Αναθεωρείται",
            "Δεν αναθεωρείται",
            "Αναθεωρείται μερικώς",
            "Είναι δυνατή η κατάργησή του"
        ],
        "answer": 1  # β
    },
    {
        "question": "3. Το δικαίωμα επιλογής επαγγελματικής έδρας:",
        "options": [
            "Αποτελεί έκφραση του δικαιώματος συμμετοχής στην οικονομική ζωή της Χώρας",
            "Δεν αποτελεί έκφραση συμμετοχής στην οικονομική ζωή της Χώρας",
            "Δεν αποτελεί δικαίωμα",
            "Αποτελεί έκφραση του δικαιώματος εργασίας"
        ],
        "answer": 0  # α
    },
    {
        "question": "4. Το άρ. 2 παρ. 1 Συντ. σύμφωνα με το οποίο «ο σεβασμός και η προστασία της αξίας του ανθρώπου αποτελούν πρωταρχική υποχρέωση της Πολιτείας»:",
        "options": [
            "Υπόκειται σε αναθεώρηση",
            "Δεν υπόκειται σε αναθεώρηση",
            "Υπόκειται σε μερική αναθεώρηση",
            "Δεν υπόκειται σε αναθεώρηση αλλά ανανοηματοδοτείται από την Ευρωπαϊκή Σύμβαση Δικαιωμάτων του Ανθρώπου"
        ],
        "answer": 1  # β
    },
    {
        "question": "5. Τα κοινωνικά δικαιώματα προϋποθέτουν για να εκπληρωθούν:",
        "options": [
            "Την παροχή του Κράτους",
            "Την αποχή του Κράτους",
            "Την αναθεώρηση του Συντάγματος",
            "Τη συναίνεση Κυβέρνησης και αντιπολίτευσης"
        ],
        "answer": 0  # α
    },
    {
        "question": "6. Το Σύνταγμα κατοχυρώνει:",
        "options": [
            "Την απόλυτη επαγγελματική ελευθερία",
            "Την απαγόρευση των ιδιωτικοποιήσεων",
            "Την απόλυτη ελευθερία της έκφρασης",
            "Την αρχή της αειφορίας"
        ],
        "answer": 3  # δ
    },
    {
        "question": "7. Η αρχή της ισότητας:",
        "options": [
            "Απαγορεύει τα θετικά μέτρα διάκρισης",
            "Απαγορεύει την επεκτατική ισότητα",
            "Προϋποθέτει την όμοια ρύθμιση των όμοιων περιπτώσεων και την ανόμοια των ανόμοιων",
            "Δεν εφαρμόζεται σε περιόδους έκτακτης ανάγκης"
        ],
        "answer": 2  # γ
    },
    {
        "question": "8. Η ελευθερία της συνάθροισης:",
        "options": [
            "Υπάγεται σε προηγούμενο έλεγχο σκοπιμότητας από την εκτελεστική εξουσία",
            "Είναι απεριόριστη",
            "Είναι δικαίωμα συλλογικής δράσης",
            "Είναι ανώτερη από την ελευθερία της συνένωσης"
        ],
        "answer": 2  # γ
    },
    {
        "question": "9. Το δικαίωμα στην κοινωνική ασφάλιση:",
        "options": [
            "Απαγορεύει κάθε μείωση στις συντάξεις",
            "Προϋποθέτει την κατοχύρωση δημόσιων οργανισμών ασφάλισης",
            "Δεν κατοχυρώνεται στο Σύνταγμα, αλλά μόνο στη νομοθεσία",
            "Δεν κατοχυρώνεται στο Σύνταγμα, αλλά στη νομολογία"
        ],
        "answer": 1  # β
    },
    {
        "question": "10. Η αρχή της ίσης ευκαιρίας συμμετοχής στις διαδικασίες πλήρωσης θέσεων στη δημόσια διοίκηση:",
        "options": [
            "Δεν έρχεται σε αντίθεση με την αξιοκρατική αρχή",
            "Συνάδει με την αρχή της αντικειμενικότητας, αλλά εν τοις πράγμασι αναιρεί την αρχή της αξιοκρατίας",
            "Συνάδει με την αρχή της κοινωνικής αλληλεγγύης, αλλά όχι με τις αρχές της διαφάνειας και της αξιοκρατίας",
            "Συνάδει με τις αρχές της κοινωνικής αλληλεγγύης και της διαφάνειας, αλλά όχι με την αξιοκρατική αρχή"
        ],
        "answer": 0  # α
    },
    {
        "question": "11. Ποιοι από τους παρακάτω ΔΕΝ είναι φορείς ατομικών δικαιωμάτων;",
        "options": [
            "Τα ανήλικα άτομα",
            "Οι τελούντες υπό δικαστική συμπαράσταση",
            "Οι ανιθαγενείς",
            "Καμία από τις λοιπές απαντήσεις"
        ],
        "answer": 3  # δ
    },
    {
        "question": "12. To Kράτος Δικαίου:",
        "options": [
            "Είναι το Κράτος που έχει δίκαιο",
            "Σέβεται τα θεμελιώδη δικαιώματα και τη διάκριση των εξουσιών",
            "Είναι η βούληση της πλειοψηφίας",
            "Δεν έχει συνταγματική κατοχύρωση"
        ],
        "answer": 1  # β
    },
    {
        "question": "13. Η αρχή της χρηστής διοίκησης:",
        "options": [
            "Δεν είναι δεσμευτική",
            "Είναι κανόνας δεοντολογίας",
            "Απορρέει από την αρχή του κράτους δικαίου",
            "Ισχύει μόνο στο ευρωπαϊκό δίκαιο"
        ],
        "answer": 2  # γ
    },
    {
        "question": "14. Οι Έλληνες/ίδες έχουν το δικαίωμα να συστήνουν σωματεία:",
        "options": [
            "Εφόσον αυτά υπηρετούν το δημόσιο συμφέρον",
            "Εφόσον δεν μετέχουν και σε συνδικαλιστική οργάνωση",
            "Μετά από διοικητική άδεια",
            "Μετά από έλεγχο νομιμότητας του καταστατικού"
        ],
        "answer": None
    },
    {
        "question": "15. Τι σημαίνει αρχή της καθολικής ψηφοφορίας;",
        "options": [
            "Ότι ψηφίζουν όλοι οι πολίτες ανεξαιρέτως",
            "Ότι ψηφίζουν όλοι/ες όσοι/ες πληρούν κάποια οικονομικά και μορφωτικά κριτήρια",
            "Ότι ψηφίζουν όλοι/ες όσοι/ες έχουν συμπληρώσει ένα κατώτατο όριο ηλικίας, δεν είναι ανίκανοι/ες για δικαιοπραξία και δεν έχουν καταδικαστεί αμετάκλητα για ορισμένο έγκλημα",
            "Ότι η ψηφοφορία είναι υποχρεωτική για όλους/ες"
        ],
        "answer": 2  # γ
    },
    {
        "question": "16. Οι στρατιωτικοί μπορούν να εκφράζουν τις πεποιθήσεις τους υπέρ ή κατά πολιτικού κόμματος;",
        "options": [
            "Απαγορεύεται απολύτως",
            "Μόνο κατά την άσκηση των καθηκόντων τους",
            "Μόνο εκτός της ώρας άσκησης των καθηκόντων τους",
            "Μπορούν άνευ περιορισμού"
        ],
        "answer": 0  # α
    },
    {
        "question": "17. Η θρησκευτική λατρεία μπορεί να περιοριστεί:",
        "options": [
            "Για λόγους δημοσίας αιδούς",
            "Για λόγους δημόσιας τάξης και χρηστών ηθών",
            "Για λόγους δημοσίου συμφέροντος",
            "Καμία από τις λοιπές απαντήσεις"
        ],
        "answer": 1  # β
    },
    {
        "question": "18. Από ποια κατηγορία δικαιωμάτων ΔΕΝ προκύπτουν (καταρχήν) αγώγιμες αξιώσεις των φορέων τους απέναντι στο κράτος;",
        "options": [
            "Τα ατομικά",
            "Τα κοινωνικά",
            "Τα πολιτικά",
            "Τα δικαιώματα που προβλέπονται από το φυσικό δίκαιο"
        ],
        "answer": 1  # β
    },
    {
        "question": "19. Η αρχή της αναλογικότητας:",
        "options": [
            "Προβλέπεται στο Σύνταγμα",
            "Δεν προβλέπεται στο Σύνταγμα, αλλά συνάγεται από τη νομολογία",
            "Ταυτίζεται με την αρχή της δικαιολογημένης εμπιστοσύνης",
            "Ταυτίζεται με την αρχή του κράτους δικαίου"
        ],
        "answer": 1  # β
    },
    {
        "question": "20. Ποια είναι η ευθύνη του/της Προέδρου της Δημοκρατίας κατά τη διάρκεια της θητείας του/της;",
        "options": [
            "Μόνο για έσχατη προδοσία ή παραβίαση, με πρόθεση, του Συντάγματος",
            "Για όλες τις πράξεις που έχει ενεργήσει κατά την άσκηση των καθηκόντων του/της",
            "Για πράξεις που δεν σχετίζονται με την άσκηση των καθηκόντων",
            "Ίδια με την ευθύνη του/της Πρωθυπουργού και των Υπουργών"
        ],
        "answer": 0  # α
    },
    {
        "question": "21. Πόσο διαρκεί η βουλευτική περίοδος;",
        "options": [
            "Πέντε (5) χρόνια",
            "Τέσσερα (4) χρόνια",
            "Έξι (6) χρόνια",
            "Τρία (3) χρόνια"
        ],
        "answer": 0  # α
    },
    {
        "question": "22. Το Σύνταγμά μας προβλέπει ρητά:",
        "options": [
            "Την αρμοδιότητα των κεντρικών οργάνων του κράτους για την επιβολή πειθαρχικών ποινών στους/στις αιρετούς/ές της τοπικής αυτοδιοίκησης",
            "Την εγκατάσταση και λειτουργία αποκεντρωμένων οργάνων του κράτους μόνο στις περιοχές όπου αυτό κρίνεται απαραίτητο",
            "Τη γενική αποφασιστική αρμοδιότητα των περιφερειακών οργάνων του Κράτους για τις υποθέσεις της περιφέρειάς τους",
            "Την πρόσθετη οικονομική ενίσχυση των ορεινών δήμων από τον κρατικό προϋπολογισμό"
        ],
        "answer": None
    },
    {
        "question": "23. Το εκλογικό σύστημα είναι:",
        "options": [
            "Ο μηχανισμός μετατροπής των ψήφων σε βουλευτικές έδρες",
            "Η προεκλογική στρατηγική των κομμάτων",
            "Ο τρόπος ανακήρυξης των βουλευτών",
            "Το ψηφοδέλτιο κάθε κόμματος"
        ],
        "answer": 0  # α
    },
    {
        "question": "24. Μια Κυβέρνηση θεωρείται ότι έχει την εμπιστοσύνη της Βουλής, όταν:",
        "options": [
            "Ψηφίζονται τα νομοσχέδια που προτείνει",
            "Ψηφίζεται ο προϋπολογισμός",
            "Στη διαδικασία ψήφου εμπιστοσύνης υπερψηφίζεται από την πλειοψηφία των παρόντων",
            "Στη διαδικασία ψήφου εμπιστοσύνης υπερψηφίζεται από την απόλυτη πλειοψηφία των παρόντων βουλευτών που δεν πρέπει να είναι μικρότερη από 120 βουλευτές"
        ],
        "answer": 3  # δ
    },
    {
        "question": "25. Η Κυβέρνηση:",
        "options": [
            "Διορίζει τους δημοσίους υπαλλήλους",
            "Κατευθύνει τη γενική πολιτική της χώρας",
            "Διορίζει τους δικαστές",
            "Υποβάλλει ερωτήσεις στη Βουλή"
        ],
        "answer": 1  # β
    },
    {
        "question": "26. Ποιος έχει δικαίωμα απονομής χάρης σε Υπουργό;",
        "options": [
            "O/Η Πρόεδρος της Δημοκρατίας μόνο με τη συγκατάθεση της Bουλής",
            "Ο/Η Πρόεδρος της Βουλής",
            "Ο/Η Πρωθυπουργός",
            "Η απόλυτη πλειοψηφία των μελών της Βουλής"
        ],
        "answer": 0  # α
    },
    {
        "question": "27. Πώς γίνεται η νομοθέτηση σε περιόδους πολέμου;",
        "options": [
            "Με δημοψήφισμα",
            "Με πράξεις νομοθετικού περιεχομένου",
            "Με την κανονική νομοπαραγωγική διαδικασία",
            "Με υπουργικές αποφάσεις"
        ],
        "answer": 1  # β
    },
    {
        "question": "28. Σύμφωνα με την αρχή της διάκρισης των εξουσιών (άρθρο 26 Συντ.), η νομοθετική λειτουργία ασκείται:",
        "options": [
            "Από τη Βουλή",
            "Από τον/την Πρόεδρο της Δημοκρατίας",
            "Από την Κυβέρνηση",
            "Από τη Βουλή και τον/την Πρόεδρο της Δημοκρατίας"
        ],
        "answer": 3  # δ
    },
    {
        "question": "29. Εάν παραιτηθεί ή πεθάνει, τον/την Πρόεδρο της Δημοκρατίας αναπληρώνει:",
        "options": [
            "Ο/Η Πρωθυπουργός",
            "Ο/Η Πρόεδρος της Βουλής",
            "Ο/Η Πρόεδρος του Συμβουλίου της Επικρατείας",
            "Ο/Η Αντιπρόεδρος της Κυβέρνησης"
        ],
        "answer": 1  # β
    },
    {
        "question": "30. Οι σύνοδοι της Βουλής διακρίνονται σε:",
        "options": [
            "Τακτικές, έκτακτες και ειδικές",
            "Μόνιμες, διαρκείς και ειδικές",
            "Τακτικές και θερινές",
            "Κανονικές και έκτακτες"
        ],
        "answer": 0  # α
    },
    {
        "question": "31. Εάν η Κυβέρνηση, μολονότι έχει την εμπιστοσύνη της απόλυτης πλειοψηφίας των βουλευτών, παραιτηθεί, ο/η Πρόεδρος της Δημοκρατίας:",
        "options": [
            "Δίδει τη διερευνητική εντολή στον/στην αρχηγό του δεύτερου κόμματος",
            "Προκηρύσσει εκλογές",
            "Ζητά από την κοινοβουλευτική ομάδα της απερχόμενης Κυβέρνησης να υποδείξει νέο πρόσωπο για το αξίωμα του πρωθυπουργού",
            "Καλεί τους/τις αρχηγούς των κομμάτων της Βουλής για να διερευνήσει εάν μπορεί να σχηματιστεί Κυβέρνηση που να απολαμβάνει την εμπιστοσύνη της Βουλής"
        ],
        "answer": 3  # δ
    },
    {
        "question": "32. Ο/Η Πρόεδρος της Δημοκρατίας εκλέγεται:",
        "options": [
            "Από τον λαό",
            "Από τη Βουλή με 180 ψήφους στην πρώτη ψηφοφορία",
            "Από τη Βουλή με 151 ψήφους στη δεύτερη ψηφοφορία",
            "Καμία από τις λοιπές απαντήσεις"
        ],
        "answer": 3  # Δ
    },
{
        "question": "33. Ο προεδρευόμενος χαρακτήρας του πολιτεύματος συνίσταται στο ότι:",
        "options": [
            "Ο/Η Πρόεδρος της Δημοκρατίας δεν έχει πολιτική ευθύνη",
            "Ο/Η Πρόεδρος της Δημοκρατίας δεν εκλέγεται από τον λαό",
            "Ο/Η Πρόεδρος της Δημοκρατίας είναι αιρετός/ή και όχι κληρονομικός/ή",
            "Το πολίτευμα είναι κοινοβουλευτικό"
        ],
        "answer": 0  # α
    },
    {
        "question": "34. Τα κανονιστικά διατάγματα:",
        "options": [
            "Εκδίδονται σε περιπτώσεις εξαιρετικά επείγουσας και απρόβλεπτης ανάγκης",
            "Εκδίδονται μετά από εξουσιοδότηση νόμου για τεχνικά και λεπτομερειακά θέματα",
            "Υπόκεινται σε προληπτικό έλεγχο νομιμότητας εκ μέρους του Συμβουλίου της Επικρατείας",
            "Έχουν ισχύ για σαράντα μέρες από την έκδοσή τους"
        ],
        "answer": 1  # β
    },
    {
        "question": "35. Για την αναθεώρηση του Συντάγματος απαιτείται:",
        "options": [
            "Αυξημένη πλειοψηφία 180 ψήφων είτε στην προτείνουσα είτε στην αναθεωρητική Βουλή",
            "Πρόταση αναθεώρησης που υπερψηφίζεται από 180 βουλευτές",
            "Δημοψήφισμα",
            "Πρωτοβουλία της Κυβέρνησης"
        ],
        "answer": 0  # α
    },
    {
        "question": "36. Οι βουλευτές επικρατείας:",
        "options": [
            "Εκλέγονται από τους Έλληνες και τις Ελληνίδες του εξωτερικού",
            "Δεν δύνανται να ξεπερνούν τους 15",
            "Εκλέγονται με σταυρό προτίμησης",
            "Εκλέγονται με βάση τη δύναμη του πρώτου κόμματος στην επικράτεια"
        ],
        "answer": 3  # δ
    },
    {
        "question": "37. Το Σύνταγμα του 1975 έχει αναθεωρηθεί:",
        "options": [
            "Τρεις φορές",
            "Τέσσερις φορές",
            "Πέντε φορές",
            "Δύο φορές"
        ],
        "answer": 1  # β
    },
    {
        "question": "38. Το Σύνταγμα:",
        "options": [
            "Έχει υπέρτερη ισχύ από τον τυπικό νόμο",
            "Έχει την ίδια ισχύ με τον τυπικό νόμο",
            "Είναι κατώτερο από τον τυπικό νόμο",
            "Έχει την ίδια ισχύ με το διεθνές δίκαιο"
        ],
        "answer": 0  # α
    },
    {
        "question": "39. Οι συνθήκες του πολιτεύματος είναι:",
        "options": [
            "Γραπτοί συνταγματικοί κανόνες που κατοχυρώθηκαν μετά από εθιμική τήρησή τους",
            "Άγραφοι κανόνες λειτουργίας του πολιτεύματος",
            "Διεθνείς συνθήκες που δεσμεύουν τα πολιτικά όργανα",
            "Τυπικοί νόμοι"
        ],
        "answer": 1  # β
    },
    {
        "question": "40. Οι βουλευτές:",
        "options": [
            "Δεν έχουν ποινική ευθύνη",
            "Δεν έχουν δικαίωμα παραίτησης",
            "Εκλέγονται μόνο για δύο θητείες",
            "Διατηρούν την έδρα τους σε περίπτωση διαγραφής τους από το κόμμα"
        ],
        "answer": 3  # δ
    },
    {
        "question": "41. Η διαδικασία για την εκλογή του/της Προέδρου της Δημοκρατίας:",
        "options": [
            "Αναστέλλεται, εφόσον δεν υπάρχει συναίνεση των κομμάτων",
            "Αποσυνδέθηκε από τη διάλυση της Βουλής, με την αναθεώρηση του 2008",
            "Περιλαμβάνει τη δυνατότητα 5 διαδοχικών ψηφοφοριών μέχρι την εκλογή",
            "Ελέγχεται δικαστικά από το ΑΕΔ (Ανώτατο Ειδικό Δικαστήριο)"
        ],
        "answer": 1  # β
    },
    {
        "question": "42. Το Σύνταγμα:",
        "options": [
            "Επιτρέπει να σχηματιστεί Κυβέρνηση μειοψηφίας",
            "Απαγορεύει την Κυβέρνηση μειοψηφίας",
            "Απαγορεύει την παραίτηση της Κυβέρνησης, αν δεν υπάρχει λόγος εθνικής σημασίας",
            "Δεν επιτρέπει τις Κυβερνήσεις συνεργασίας"
        ],
        "answer": 0  # α
    },
    {
        "question": "43. Η κοινοβουλευτική αρχή σημαίνει ότι:",
        "options": [
            "Ο/Η Πρόεδρος της Δημοκρατίας διορίζει την Κυβέρνηση",
            "Ο/Η Πρωθυπουργός διορίζει την Κυβέρνηση",
            "Η Κυβέρνηση εξαρτάται από την εμπιστοσύνη της Βουλής",
            "Οι βουλευτές αντιπροσωπεύουν το έθνος"
        ],
        "answer": 2  # γ
    },
    {
        "question": "44. Η δημοκρατία στην Ελλάδα είναι:",
        "options": [
            "Άμεση",
            "Αντιπροσωπευτική",
            "Προεδρική",
            "Ημι-προεδρική"
        ],
        "answer": 1  # β
    },
    {
        "question": "45. Η παραίτηση του/της Πρωθυπουργού επιφέρει σε κάθε περίπτωση:",
        "options": [
            "Την παραίτηση της Κυβέρνησης",
            "Τη διενέργεια εκλογών για την ανάδειξη νέας Κυβέρνησης",
            "Τη διάλυση της Βουλής",
            "Την αλλαγή ηγεσίας στο κόμμα του/της"
        ],
        "answer": 0  # α
    },
    {
        "question": "46. Ο προληπτικός έλεγχος της συνταγματικότητας των νόμων ασκείται:",
        "options": [
            "Από τα δικαστήρια",
            "Από τη διοίκηση",
            "Από τον/την Πρόεδρο της Βουλής",
            "Από τη Βουλή και τον/την Πρόεδρο της Δημοκρατίας"
        ],
        "answer": 0  # α
    },
    {
        "question": "47. Το διεθνές δίκαιο είναι:",
        "options": [
            "Ανώτερο από τον τυπικό νόμο",
            "Κατώτερο από τον τυπικό νόμο",
            "Ανώτερο από το Σύνταγμα",
            "Ισόκυρο με το Σύνταγμα"
        ],
        "answer": 3  # δ
    },
    {
        "question": "48. Η αναστολή της ισχύος συνταγματικών δικαιωμάτων:",
        "options": [
            "Προβλέπεται στο άρθρο 48 του Συντάγματος",
            "Δεν είναι συνταγματικά επιτρεπτή",
            "Εφαρμόστηκε στην πανδημία και την οικονομική κρίση",
            "Είναι υπερσυνταγματικός κανόνας"
        ],
        "answer": 0  # α
    },
    {
        "question": "49. Η διαπίστωση της ανάγκης αναθεώρησης του Συντάγματος αρχίζει με πρόταση:",
        "options": [
            "Τουλάχιστον 50 βουλευτών",
            "Της απόλυτης πλειοψηφίας του συνολικού αριθμού των βουλευτών",
            "Της σχετικής πλειοψηφίας του συνολικού αριθμού των βουλευτών",
            "Της ειδικής αυξημένης πλειοψηφίας των 3/5 του συνολικού αριθμού των βουλευτών"
        ],
        "answer": 1  # β
    },
    {
        "question": "50. Κατά τη διάρκεια θρησκευτικής λατρευτικής πράξης εντός θρησκευτικού χώρου:",
        "options": [
            "Επιτρέπεται η σύλληψη και η καταδίωξη προσώπου",
            "Δεν επιτρέπεται η σύλληψη και η καταδίωξη προσώπου",
            "Επιτρέπεται μόνο η σύλληψη",
            "Επιτρέπεται μόνο η καταδίωξη"
        ],
        "answer": 1  # β
    },
    {
        "question": "51. Μέλη της Κυβέρνησης με την ευρεία έννοια αποτελούν:",
        "options": [
            "Ο/Η Πρωθυπουργός, οι Υπουργοί, οι Υφυπουργοί και οι Βουλευτές του κυβερνώντος κόμματος",
            "Ο/Η Πρόεδρος της Δημοκρατίας, ο/η Πρωθυπουργός, οι Υπουργοί και οι Υφυπουργοί",
            "Το Υπουργικό Συμβούλιο και οι Υφυπουργοί",
            "Ο/Η Πρωθυπουργός και το Υπουργικό Συμβούλιο"
        ],
        "answer": 2  # γ
    },
    {
        "question": "52. Τον/Την Πρωθυπουργό αναπληρώνει, σε περίπτωση πρόσκαιρης απουσίας ή κωλύματός του/της:",
        "options": [
            "Ο/Η Πρόεδρος της Βουλής",
            "Ο/Η Υπουργός Εσωτερικών",
            "Ο/Η πρώτος/η κατά τη σειρά τάξης Υπουργός",
            "Ο/Η Πρόεδρος της Δημοκρατίας"
        ],
        "answer": 2  # γ
    },
    {
        "question": "53. Ο έλεγχος της συνταγματικότητας των νόμων:",
        "options": [
            "Ασκείται μόνο εντός ενός έτους από την έναρξη ισχύος ενός νόμου",
            "Ασκείται από τα δικαστήρια μόνο εφόσον προηγηθεί σχετικός ισχυρισμός του διαδίκου",
            "Ασκείται από τα δικαστήρια μόνο αυτεπαγγέλτως",
            "Ασκείται από τα δικαστήρια είτε αυτεπαγγέλτως είτε κατόπιν σχετικού ισχυρισμού του διαδίκου"
        ],
        "answer": 3  # δ
    },
    {
        "question": "54. Τα δικαστήρια μπορούν να ακυρώσουν:",
        "options": [
            "Ατομικές και κανονιστικές πράξεις της διοίκησης",
            "Μόνον τις ατομικές διοικητικές πράξεις",
            "Τους αντισυνταγματικούς νόμους",
            "Την προκήρυξη των εκλογών"
        ],
        "answer": 0  # α
    },
    {
        "question": "55. Το Ανώτατο Ειδικό Δικαστήριο:",
        "options": [
            "Ελέγχει την εσωτερική τυπική συνταγματικότητα των νόμων",
            "Δικάζει τους υπουργούς",
            "Ελέγχει τη νομιμότητα των πολιτικών κομμάτων",
            "Δικάζει τις εκλογικές ενστάσεις"
        ],
        "answer": 1  # β
    },
    {
        "question": "56. Οι δικαστές είναι:",
        "options": [
            "Μόνιμοι/ες",
            "Ισόβιοι/ες",
            "Έχουν θητεία εννέα ετών που δύναται να ανανεωθεί μία φορά",
            "Απαραβίαστοι"
        ],
        "answer": 3  # δ
    },
    {
        "question": "57. O/Η Αντιπρόεδρος της Κυβέρνησης:",
        "options": [
            "Δεν αποτελεί μέλος του Υπουργικού Συμβουλίου",
            "Αποτελεί μέλος του Υπουργικού Συμβουλίου",
            "Δεν αποτελεί μέλος της Κυβέρνησης εν στενή εννοία",
            "Αποτελεί μέλος της Κυβέρνησης εν στενή εννοία, μόνον όταν ασκεί παράλληλα και τα καθήκοντα του/της Υπουργού"
        ],
        "answer": 1  # β
    },
    {
        "question": "58. Η προσφυγή στο Ευρωπαϊκό Δικαστήριο των Δικαιωμάτων του Ανθρώπου προϋποθέτει τυπικά ότι:",
        "options": [
            "Ότι έχει παραβιαστεί συνταγματικό δικαίωμα",
            "Ότι έχει παραβιαστεί η διάκριση των εξουσιών",
            "Ότι έχουν εξαντληθεί τα εσωτερικά ένδικα μέσα",
            "Ότι ο προσφεύγων/ουσα είναι Έλληνας/ίδα πολίτης"
        ],
        "answer": 2  # γ
    },
    {
        "question": "59. Ο ισχύων καταστατικός χάρτης της χώρας:",
        "options": [
            "Εγγυάται την εκλογή των δημοτικών και περιφερειακών αρχών με άμεση, καθολική και μυστική ψηφοφορία – όπως ισχύει και στην περίπτωση των βουλευτών",
            "Εγγυάται την εκλογή των δημοτικών και περιφερειακών αρχών με καθολική και μυστική ψηφοφορία",
            "Εγγυάται την εκλογή των δημοτικών και περιφερειακών αρχών με έμμεση, καθολική και μυστική ψηφοφορία",
            "Δεν περιλαμβάνει πρόνοια για την εκλογή των δημοτικών και περιφερειακών αρχών, αλλά τα σχετικά με αυτήν ρυθμίζονται στον νόμο"
        ],
        "answer": 0  # α
    },
    {
        "question": "60. Πώς επιλέγονται τα μέλη των ανεξάρτητων διοικητικών αρχών;",
        "options": [
            "Με απόφαση της Διάσκεψης των Προέδρων της Βουλής που λαμβάνεται με πλειοψηφία των 3/5 των μελών της",
            "Με απόφαση της Διάσκεψης των Προέδρων της Βουλής που λαμβάνεται με πλειοψηφία των 4/5 των μελών της",
            "Με απόφαση του Υπουργικού Συμβουλίου",
            "Με απόφαση των 2/3 των μελών της Βουλής"
        ],
        "answer": 0  # α
    },
    {
        "question": "61. Οι αποκεντρωμένες διοικήσεις:",
        "options": [
            "Δεν ανήκουν στο νομικό πρόσωπο του κράτους",
            "Συνιστούν την κατά τόπον αυτοδιοίκηση",
            "Υπόκεινται σε ιεραρχικό έλεγχο",
            "Δεν συνιστούν κρατικές υπηρεσίες"
        ],
        "answer": 2  # γ
    },
    {
        "question": "62. Με τη συνταγματική αναθεώρηση του 2001 εισήχθη στο Σύνταγμα:",
        "options": [
            "Ο έλεγχος συνταγματικότητας των νόμων μόνον από την Ολομέλεια των ανωτάτων δικαστηρίων",
            "Η αρχή της δεδηλωμένης",
            "Ο θεσμός των ανεξάρτητων αρχών",
            "Ο θεσμός της απαγόρευσης αντιδημοκρατικών κομμάτων"
        ],
        "answer": 2  # γ
    }
]
