questions = [
    {
        "question": "1. Ποια από τις παρακάτω επιλογές περιγράφει τη λειτουργία της μνήμης RAM;",
        "options": [
            "Μόνιμη αποθήκευση δεδομένων",
            "Προσωρινή αποθήκευση δεδομένων που χρησιμοποιεί ο επεξεργαστής",
            "Σύνδεση του υπολογιστή στο διαδίκτυο",
            "Διαχείριση της ανάλυσης γραφικών"
        ],
        "answer": 1
    },
    {
        "question": "2. Ποιο από τα παρακάτω μεγέθη εκφράζει τη συχνότητα λειτουργίας μιας CPU;",
        "options": [
            "Bits",
            "Gigabytes (GB)",
            "Gigahertz (GHz)",
            "Megapixels (MP)"
        ],
        "answer": 2
    },
    {
        "question": "3. Ποια είναι η κύρια διαφορά μεταξύ ενός σκληρού δίσκου (HDD) και ενός SSD;",
        "options": [
            "Οι SSD είναι πιο αργοί από τους HDD",
            "Οι HDD χρησιμοποιούν κινούμενα μέρη, ενώ οι SSD όχι",
            "Οι HDD καταναλώνουν λιγότερη ενέργεια από τους SSD",
            "Οι SSD έχουν μεγαλύτερη χωρητικότητα από τους HDD"
        ],
        "answer": 1
    },
    {
        "question": "4. Ποια θύρα χρησιμοποιείται συνήθως για τη σύνδεση εξωτερικών συσκευών, όπως εκτυπωτές και εξωτερικοί δίσκοι;",
        "options": [
            "HDMI",
            "USB",
            "Ethernet",
            "VGA"
        ],
        "answer": 1
    },
    {
        "question": "5. Ποιο από τα παρακάτω αποτελεί βασικό χαρακτηριστικό των υπερυπολογιστών (supercomputers);",
        "options": [
            "Χρησιμοποιούνται για καθημερινές εργασίες γραφείου",
            "Εκτελούν εξαιρετικά πολύπλοκους υπολογισμούς ταχύτατα",
            "Είναι φθηνότεροι από τους επιτραπέζιους υπολογιστές",
            "Λειτουργούν μόνο με ανανεώσιμες πηγές ενέργειας"
        ],
        "answer": 1
    },
    {
        "question": "6. Σε ποιο επίπεδο μνήμης η CPU προσπελαύνει δεδομένα με τη μεγαλύτερη ταχύτητα;",
        "options": [
            "Σκληρός Δίσκος (HDD)",
            "RAM",
            "Κρυφή Μνήμη (Cache)",
            "USB Flash Drive"
        ],
        "answer": 2
    },
    {
        "question": "7. Ποιο είναι το κύριο χαρακτηριστικό του λογισμικού ανοικτού κώδικα;",
        "options": [
            "Είναι μη εκτελέσιμο σε Windows",
            "Ο πηγαίος κώδικας είναι διαθέσιμος για τροποποίηση",
            "Είναι πάντα δωρεάν",
            "Δεν απαιτεί εγκατάσταση"
        ],
        "answer": 1
    },
    {
        "question": "8. Ποιο από τα παρακάτω ΔΕΝ είναι διανομή Linux;",
        "options": [
            "Ubuntu",
            "Fedora",
            "Safari",
            "Debian"
        ],
        "answer": 2
    },
    {
        "question": "9. Ποιο λειτουργικό σύστημα είναι γνωστό για τη γραμμή εντολών (Terminal, CLI);",
        "options": [
            "Windows",
            "MacOS",
            "Linux",
            "Όλες οι λοιπές απαντήσεις"
        ],
        "answer": 3
    },
    {
        "question": "10. Ποιο από τα παρακάτω είναι λειτουργικό σύστημα;",
        "options": [
            "Microsoft Excel",
            "Mozilla Firefox",
            "Ubuntu",
            "Adobe Photoshop"
        ],
        "answer": 2
    },
    {
        "question": "11. Σύμφωνα με τον νόμο 4727/2020 περί ψηφιακής διακυβέρνησης, ποιο ηλεκτρονικό δημόσιο έγγραφο από τα παρακάτω πρέπει να φέρει υποχρεωτικά τα στοιχεία του οργάνου που υπέγραψε το έγγραφο ως τελικός υπογράφων;",
        "options": [
            "Το πρωτότυπο ηλεκτρονικό δημόσιο έγγραφο",
            "Το ηλεκτρονικό ακριβές αντίγραφο",
            "Το ψηφιοποιημένο ακριβές αντίγραφο",
            "Καμία από τις λοιπές απαντήσεις"
        ],
        "answer": 0
    },
    {
        "question": "12. Η νομοθεσία για τη ψηφιακή διακυβέρνηση αναφέρεται στην ηλεκτρονική διακίνηση εγγράφων μεταξύ δημοσίων φορέων ως:",
        "options": [
            "Υποχρεωτική με χρήση πιστοποιημένων συστημάτων",
            "Προαιρετική για φορείς με χαμηλό τεχνολογικό εξοπλισμό",
            "Απαγορευμένη για διαβαθμισμένα δεδομένα",
            "Δευτερεύουσα λειτουργία των πληροφοριακών συστημάτων"
        ],
        "answer": 0
    },
    {
        "question": "13. Στο Ευρωπαϊκό Πλαίσιο Διαλειτουργικότητας (European Interoperability Framework - EIF) διακρίνουμε δομή με τα παρακάτω επίπεδα:",
        "options": [
            "Θεσμικό, Οργανωτικό, Σημασιολογικό, Τεχνικό",
            "Θεσμικό, Οργανωτικό, Σημασιολογικό",
            "Οργανωτικό, Σημασιολογικό, Τεχνικό",
            "Θεσμικό, Οικονομικό, Σημασιολογικό, Τεχνικό"
        ],
        "answer": 0
    },
    {
        "question": "14. Ποια είναι η κύρια ωφέλεια της αρχής «μόνον άπαξ»;",
        "options": [
            "Μειώνει την ανάγκη για επαναλαμβανόμενη υποβολή πληροφοριών από τους πολίτες και τις επιχειρήσεις",
            "Αυξάνει την πολυπλοκότητα των διαδικασιών του Δημοσίου",
            "Ενθαρρύνει την επαναληπτική υποβολή δεδομένων για την ακρίβεια των πληροφοριών",
            "Δημιουργεί επιπλέον βήματα στη διαδικασία υποβολής αιτήσεων"
        ],
        "answer": 0
    },
    {
        "question": "15. Τι είναι ο αντικειμενοστρεφής προγραμματισμός;",
        "options": [
            "Προγραμματισμός με τη χρήση γραφικών αντικειμένων",
            "Παράδειγμα προγραμματισμού που βασίζεται σε \"αντικείμενα\" που περιέχουν δεδομένα και κώδικα",
            "Προγραμματισμός μόνο για κινητές συσκευές",
            "Προγραμματισμός αποκλειστικά σε γλώσσα μηχανής"
        ],
        "answer": 1
    },
    {
        "question": "16. Τι είναι μια συνάρτηση (function);",
        "options": [
            "Μια μεταβλητή που αποθηκεύει ένα σύνολο δεδομένων",
            "Ένα μπλοκ κώδικα που εκτελεί μια συγκεκριμένη εργασία",
            "Ένα σχόλιο στον κώδικα",
            "Μια εντολή για την εμφάνιση κειμένου στην οθόνη"
        ],
        "answer": 1
    },
    {
        "question": "17. Ποια είναι η βασική αρχή του MVC στη σχεδίαση λογισμικού;",
        "options": [
            "Model-Video-Control",
            "Model-View-Controller",
            "Multiple-Vector-Calculation",
            "Memory-Virtual-Cache"
        ],
        "answer": 1
    },
    {
        "question": "18. Ποια γλώσσα προγραμματισμού χρησιμοποιείται κυρίως για ανάπτυξη εφαρμογών iOS;",
        "options": [
            "Java",
            "Kotlin",
            "Swift",
            "C#"
        ],
        "answer": 2
    },
    {
        "question": "19. Τι είναι το API;",
        "options": [
            "Ένας τύπος προγραμματιστικού λάθους",
            "Ένα λειτουργικό σύστημα",
            "Διεπαφή Προγραμματισμού Εφαρμογών",
            "Ένα πρόγραμμα ασφάλειας"
        ],
        "answer": 2
    },
    {
        "question": "20. Τι είναι ο αλγόριθμος;",
        "options": [
            "Σειρά βημάτων για την επίλυση ενός προβλήματος",
            "Τύπος παράλληλου υπολογιστή",
            "Πρόγραμμα συνεχούς αναπαραγωγής βίντεο",
            "Μηχανισμός αποθήκευσης σύνθετων δεδομένων"
        ],
        "answer": 0
    },
    {
        "question": "21. Ποιο από τα παρακάτω αποτελεί παράδειγμα ενός δημόσιου blockchain;",
        "options": [
            "Το εσωτερικό σύστημα διαχείρισης της αλυσίδας εφοδιασμού μιας εταιρείας",
            "Μια κεντρική βάση δεδομένων για τραπεζικές συναλλαγές",
            "Ένα αποκεντρωμένο δίκτυο κρυπτονομισμάτων ανοιχτό σε όλους",
            "Ένα ιδιωτικό κατανεμημένο καθολικό (distributed ledger) που χρησιμοποιείται στο πλαίσιο μιας κυβερνητικής υπηρεσίας"
        ],
        "answer": 2
    },
    {
        "question": "22. Ποιο είναι το πιο διαδεδομένο σύστημα διαχείρισης βάσεων δεδομένων;",
        "options": [
            "MySQL",
            "Microsoft Word",
            "Internet Explorer",
            "Windows Media Player"
        ],
        "answer": 0
    },
    {
        "question": "23. Ποιος είναι ο κύριος σκοπός ενός Συστήματος Ενδοεπιχειρησιακού Σχεδιασμού (Enterprise Resource Planning - ERP);",
        "options": [
            "Διαχείριση και αυτοματοποίηση επιχειρησιακών διαδικασιών μέσω μιας ενοποιημένης πλατφόρμας",
            "Ανάλυση δεδομένων πελατών και δημιουργία στοχευμένων διαφημίσεων",
            "Διατήρηση ασφαλούς πρόσβασης στο εσωτερικό δίκτυο μιας επιχείρησης",
            "Παροχή αποκλειστικά εργαλείων για τη διαχείριση ανθρώπινου δυναμικού"
        ],
        "answer": 0
    },
    {
        "question": "24. Ποιο είναι το βασικό πλεονέκτημα των σχεσιακών βάσεων δεδομένων;",
        "options": [
            "Ακεραιότητα δεδομένων",
            "Γραφικό περιβάλλον",
            "Ταχύτητα εκτύπωσης",
            "Αναπαραγωγή πολυμεσικών δεδομένων"
        ],
        "answer": 0
    },
    {
        "question": "25. Τι είναι το DBMS;",
        "options": [
            "Σύστημα Διαχείρισης Βάσεων Δεδομένων",
            "Πρόγραμμα επεξεργασίας κειμένου",
            "Λογισμικό αναπαραγωγής πολυμεσικών δεδομένων",
            "Συσκευή αποθήκευσης"
        ],
        "answer": 0
    },
    {
        "question": "26. Ποιο είναι το όφελος των «ανοιχτών δεδομένων»;",
        "options": [
            "Αυξάνουν την ποιότητα, την αποδοτικότητα και τη διαφάνεια των δημόσιων υπηρεσιών",
            "Οδηγούν σε εξοικονόμηση κόστους",
            "Προσφέρουν μεγαλύτερη αποδοτικότητα στις διαδικασίες και την παροχή δημόσιων υπηρεσιών.",
            "Όλες οι λοιπές απαντήσεις"
        ],
        "answer": 3
    },
    {
        "question": "27. Τι περιγράφει καλύτερα τον όρο «δυναμικά δεδομένα» σύμφωνα με τις διατάξεις του νόμου 4727/2020;",
        "options": [
            "Έγγραφα σε ψηφιακή μορφή που παραμένουν στατικά και δεν αλλάζουν με την πάροδο του χρόνου",
            "Δεδομένα που είναι διαθέσιμα μόνο σε έντυπη μορφή και δεν μπορούν να ψηφιοποιηθούν",
            "Δεδομένα που υπόκεινται σε συχνές ή σε πραγματικό χρόνο επικαιροποιήσεις, κυρίως λόγω της μεταβλητότητας ή της ταχείας απαξίωσής τους",
            "Στατικά δεδομένα που χρησιμοποιούνται για ιστορικές αναλύσεις χωρίς ανάγκη επικαιροποίησης"
        ],
        "answer": 2
    },
    {
        "question": "28. Τι είναι η κανονικοποίηση (normalization) σε μια βάση δεδομένων;",
        "options": [
            "Διαδικασία αφαίρεσης τιμών NULL από έναν σχεδιακό πίνακα",
            "Διαδικασία ελαχιστοποίησης της πλεονάζουσας πληροφορίας και βελτίωσης της ακεραιότητας των δεδομένων",
            "Μέθοδος συμπίεσης δεδομένων για αποθήκευση",
            "Διαδικασία αποκρυπτογράφησης δεδομένων"
        ],
        "answer": 1
    },
    {
        "question": "29. Ποια από τις παρακάτω περιγραφές εξηγεί με μεγαλύτερη ακρίβεια στον όρο «μεταδεδομένα» (metadata);",
        "options": [
            "Δεδομένα που περιέχουν αποκλειστικά τεχνικές λεπτομέρειες αποθήκευσης και πρόσβασης, όπως διευθύνσεις μνήμης και τύπους αρχείων",
            "Δομημένες πληροφορίες που περιγράφουν, εξηγούν ή διευκολύνουν την αναζήτηση, οργάνωση και διαχείριση άλλων δεδομένων",
            "Πρόσθετα δεδομένα που αποθηκεύονται σε ξεχωριστή βάση από τα κύρια δεδομένα και δεν σχετίζονται άμεσα με αυτά",
            "Πληροφορίες που χρησιμοποιούνται μόνο για την ασφάλεια και την κρυπτογράφηση των δεδομένων, χωρίς άλλη λειτουργικότητα"
        ],
        "answer": 1
    },
    {
        "question": "30. Ποια είναι η κύρια λειτουργία μιας μηχανής ροής εργασιών (workflow engine);",
        "options": [
            "Διαχείριση και εκτέλεση προκαθορισμένων επιχειρηματικών διαδικασιών",
            "Σχεδιασμός δικτυακών ιστοτόπων",
            "Αποθήκευση μεγάλων ποσοτήτων αδόμητων δεδομένων",
            "Βελτίωση γραφικών και κινούμενων εικόνων στον υπολογιστή"
        ],
        "answer": 0
    },
    {
        "question": "31. Ποιο από τα παρακάτω είναι ένα πρότυπο για τη μοντελοποίηση επιχειρησιακών διαδικασιών;",
        "options": [
            "JPEG",
            "BPMN",
            "SQL",
            "HTML"
        ],
        "answer": 1
    },
    {
        "question": "32. Ποιος είναι ο κύριος ρόλος ενός διαγράμματος ακολουθίας (sequence diagram);",
        "options": [
            "Να απεικονίσει τη ροή δεδομένων σε ένα σύστημα",
            "Να περιγράψει τη δομή μιας βάσης δεδομένων",
            "Να καταγράψει την αλληλεπίδραση μεταξύ αντικειμένων σε μια χρονική ακολουθία",
            "Να περιγράψει τη διεπαφή χρήστη μιας εφαρμογής"
        ],
        "answer": 2
    },
    {
        "question": "33. Ποιο από τα ακόλουθα ΔΕΝ αποτελεί λειτουργική απαίτηση (functional requirement);",
        "options": [
            "Το σύστημα πρέπει να επιτρέπει στους/στις χρήστες/τριες να δημιουργούν και να επεξεργάζονται τα προφίλ τους",
            "Η εφαρμογή πρέπει να κρυπτογραφεί όλους τους αποθηκευμένους κωδικούς πρόσβασης",
            "Το σύστημα πρέπει να υποστηρίζει πολλαπλούς ρόλους χρηστών/στριών με διαφορετικά επίπεδα πρόσβασης",
            "Το σύστημα πρέπει να έχει χρόνο διαθεσιμότητας 99,9%"
        ],
        "answer": 3
    },
    {
        "question": "34. Ποιο είναι το πρωτόκολλο του ηλεκτρονικού ταχυδρομείου (email);",
        "options": [
            "SMTP",
            "HTTP",
            "FTP",
            "TCP"
        ],
        "answer": 0
    },
    {
        "question": "35. Ποια είναι η λειτουργία του DNS;",
        "options": [
            "Μετατροπή IP διευθύνσεων σε ονόματα τομέων και αντίστροφα",
            "Κρυπτογράφηση δεδομένων",
            "Συμπίεση αρχείων",
            "Διαχείριση emails"
        ],
        "answer": 0
    },
    {
        "question": "36. Ποιος είναι ο κύριος σκοπός της χρήσης μιας στρατηγικής εναλλαγής αντιγράφων ασφαλείας, όπως η μέθοδος παππού-πατέρα-γιου (GFS);",
        "options": [
            "Να διασφαλιστεί ότι διατηρείται μόνο το πιο πρόσφατο αντίγραφο ασφαλείας",
            "Να διατηρούνται πολλαπλές γενιές αντιγράφων ασφαλείας για ανάκτηση με την πάροδο του χρόνου",
            "Να μειωθεί το κόστος αποθήκευσης αντιγράφων ασφαλείας",
            "Να διατηρούνται τα αντίγραφα ασφαλείας κρυπτογραφημένα"
        ],
        "answer": 1
    },
    {
        "question": "37. Ποιος από τους ακόλουθους είναι ο κύριος σκοπός της εφαρμογής εξισορρόπησης φορτίου (load balancing) σε ένα πληροφοριακό σύστημα;",
        "options": [
            "Να παρακολουθεί και να καταγράφει την κυκλοφορία του δικτύου για ανάλυση ασφαλείας",
            "Να διασφαλίσει ότι τα δεδομένα των χρηστών/τριών κρυπτογραφούνται κατά τη μεταφορά μεταξύ των διακομιστών",
            "Η τακτική δημιουργία αντιγράφων ασφαλείας των δεδομένων των χρηστών/τριών, ώστε να αποφεύγεται η απώλεια δεδομένων κατά τη διάρκεια βλάβης του διακομιστή",
            "Να κατανέμει ομοιόμορφα την κυκλοφορία του δικτύου σε πολλούς διακομιστές, εξασφαλίζοντας τη βέλτιστη απόδοση και διαθεσιμότητα"
        ],
        "answer": 3
    },
    {
        "question": "38. Τι είναι το bandwidth;",
        "options": [
            "Εύρος ζώνης δικτύου",
            "Μέγεθος οθόνης",
            "Ταχύτητα επεξεργαστή",
            "Χωρητικότητα δίσκου"
        ],
        "answer": 0
    },
    {
        "question": "39. Ποιο από τα ακόλουθα αποτελεί την «αρχή των ελαχίστων προνομίων»;",
        "options": [
            "Οι χρήστες/τριες πρέπει να έχουν διαχειριστική πρόσβαση στις συσκευές τους",
            "Οι χρήστες/τριες θα πρέπει να έχουν μόνο την ελάχιστη πρόσβαση που είναι απαραίτητη για την εκτέλεση της εργασίας τους",
            "Όλα τα δεδομένα θα πρέπει να αποθηκεύονται σε κρυπτογραφημένη μορφή",
            "Τα δημόσια κλειδιά θα πρέπει να μοιράζονται μόνο με επαληθευμένους χρήστες/τριες"
        ],
        "answer": 1
    },
    {
        "question": "40. Ποιος είναι ο πρωταρχικός στόχος της εμπιστευτικότητας στην ασφάλεια υπολογιστών;",
        "options": [
            "Να δημοσιοποιηθούν όλα τα δεδομένα",
            "Να εξασφαλιστεί η απόδοση του συστήματος",
            "Να προστατεύονται οι ευαίσθητες πληροφορίες από μη εξουσιοδοτημένη πρόσβαση",
            "Να αυξηθεί η ταχύτητα του δικτύου"
        ],
        "answer": 2
    },
    {
        "question": "41. Ποια είναι η βασική λειτουργία της κρυπτογράφησης;",
        "options": [
            "Προστασία της εμπιστευτικότητας των δεδομένων",
            "Αύξηση ταχύτητας δικτύου",
            "Διαχείριση αρχείων",
            "Συμπίεση δεδομένων"
        ],
        "answer": 0
    },
    {
        "question": "42. Τι είναι το malware;",
        "options": [
            "Κακόβουλο λογισμικό",
            "Πρόγραμμα προστασίας",
            "Λογισμικό backup",
            "Εργαλείο διαχείρισης"
        ],
        "answer": 0
    },
    {
        "question": "43. Τι είναι το two-factor authentication;",
        "options": [
            "Διπλός έλεγχος ταυτότητας",
            "Τύπος βάσης δεδομένων",
            "Πρόγραμμα γραφικών",
            "Σύστημα αρχείων"
        ],
        "answer": 0
    },
    {
        "question": "44. Τι ορίζεται ως «δεδομένα προσωπικού χαρακτήρα»;",
        "options": [
            "Κάθε πληροφορία που αφορά μη ταυτοποιημένα φυσικά πρόσωπα",
            "Κάθε πληροφορία που αφορά ταυτοποιημένο ή ταυτοποιήσιμο φυσικό πρόσωπο («υποκείμενο των δεδομένων»)",
            "Μόνο οι αριθμοί ταυτότητας και τα ονόματα των φυσικών προσώπων",
            "Πληροφορίες που σχετίζονται αποκλειστικά με οικονομικά δεδομένα"
        ],
        "answer": 1
    },
    {
        "question": "45. Ποια είναι η κύρια διαφορά μεταξύ συμμετρικής και ασύμμετρης κρυπτογραφίας;",
        "options": [
            "Η συμμετρική κρυπτογραφία είναι ταχύτερη αλλά λιγότερο ασφαλής από την ασύμμετρη κρυπτογραφία",
            "Η συμμετρική χρησιμοποιεί ένα κλειδί, ενώ η ασύμμετρη χρησιμοποιεί ένα δημόσιο και ένα ιδιωτικό κλειδί",
            "Η συμμετρική κρυπτογραφία χρησιμοποιείται μόνο για αρχεία κειμένου",
            "Η ασύμμετρη κρυπτογραφία δεν μπορεί να χρησιμοποιηθεί για ασφαλή επικοινωνία"
        ],
        "answer": 1
    },
    {
        "question": "46. Ποιος είναι ο κύριος σκοπός ενός CAPTCHA στην ασφάλεια ιστοσελίδων;",
        "options": [
            "Να βελτιώσει την ταχύτητα φόρτωσης της ιστοσελίδας",
            "Να αποτρέψει την πρόσβαση αυτοματοποιημένων ρομπότ (bots) στις υπηρεσίες",
            "Να βελτιώσει την εμπειρία χρήστη",
            "Να κρυπτογραφήσει τα δεδομένα των χρηστών/τριών"
        ],
        "answer": 1
    },
    {
        "question": "47. Ποια από τις παρακάτω δηλώσεις σχετικά με τον σκοπό της ηλεκτρονικής υπογραφής ΔΕΝ είναι σωστή;",
        "options": [
            "Χρησιμοποιείται για την ταυτοποίηση του υπογράφοντος, δηλαδή τη σύνδεση της ηλεκτρονικής συναλλαγής με το φυσικό πρόσωπο που υπογράφει",
            "Εξασφαλίζει τη γνησιότητα των ψηφιακών δεδομένων",
            "Δεσμεύει τον υπογράφοντα ως προς τη συναλλαγή, αποτρέποντάς τον από το να αρνηθεί τη συμβολή του",
            "Χρησιμοποιείται για την κρυπτογράφηση των δεδομένων της συναλλαγής"
        ],
        "answer": 3
    },
    {
        "question": "48. Ποιο από τα παρακάτω αποτελεί παράδειγμα επιβλεπόμενης μάθησης (Supervised Learning);",
        "options": [
            "Ομαδοποίηση ειδήσεων ανά θέμα",
            "Πρόβλεψη τιμών κατοικιών βάσει προηγούμενων δεδομένων",
            "Ανακάλυψη ανωμαλιών σε συναλλαγές χωρίς προηγούμενα παραδείγματα",
            "Εξερεύνηση δεδομένων χωρίς προκαθορισμένες κατηγορίες"
        ],
        "answer": 1
    },
    {
        "question": "49. Ποιο από τα παρακάτω ανήκει στις ΜΗ επιβλεπόμενες τεχνικές μάθησης;",
        "options": [
            "Νευρωνικά δίκτυα",
            "Λογιστική παλινδρόμηση",
            "Ομαδοποίηση (Clustering)",
            "Γραμμική παλινδρόμηση"
        ],
        "answer": 2
    },
    {
        "question": "50. Τι κάνει ένα CNN (Convolutional Neural Network);",
        "options": [
            "Χρησιμοποιείται για την ανάλυση κειμένου",
            "Χρησιμοποιείται για την ανίχνευση μοτίβων σε εικόνες",
            "Δουλεύει μόνο με ήχο",
            "Είναι αλγόριθμος γραμμικής παλινδρόμησης"
        ],
        "answer": 1
    },
    {
        "question": "51. Ποιο από τα παρακάτω αποτελεί το κύριο πλεονέκτημα της Αυτο-επιβλεπόμενης Μάθησης (Self-Supervised Learning);",
        "options": [
            "Δεν απαιτεί ετικέτες ή επίβλεψη από ανθρώπους για την εκπαίδευση του μοντέλου",
            "Απαιτεί την παρουσία ανθρώπου σε κάθε βήμα της εκπαίδευσης",
            "Είναι πιο αργή από τη Επιβλεπόμενη Μάθηση",
            "Χρησιμοποιεί μόνο μικρά σύνολα δεδομένων για την εκπαίδευση"
        ],
        "answer": 0
    },
    {
        "question": "52. Ποιo από τα παρακάτω αποτελεί κοινή πρόκληση όταν εξετάζουμε θέματα ηθικής στον τομέα της Τεχνητής Νοημοσύνης;",
        "options": [
            "Η διασφάλιση των δεδομένων από βλάβες υλικού",
            "Διασφάλιση ότι οι μηχανές έχουν συναισθήματα",
            "Πρόληψη της μεροληψίας και διασφάλιση της δικαιοσύνης στη λήψη αποφάσεων",
            "Βελτίωση της διάρκειας ζωής των μπαταριών στις συσκευές"
        ],
        "answer": 2
    },
    {
        "question": "53. Γιατί είναι σημαντική η επεξηγησιμότητα (explainability) στα συστήματα Τεχνητής Νοημοσύνης;",
        "options": [
            "Βοηθά τα μοντέλα Τεχνητής Νοημοσύνης να εκτελούνται ταχύτερα",
            "Αυξάνει το μέγεθος των συνόλων δεδομένων εκπαίδευσης",
            "Εξασφαλίζει ότι οι αποφάσεις της Τεχνητής Νοημοσύνης είναι διαφανείς και κατανοητές στους ανθρώπους",
            "Εξαλείφει την ανάγκη για προεπεξεργασία δεδομένων"
        ],
        "answer": 2
    }
]