questions = [
    {
        "question": "1. Ας υποθέσουμε ότι βρίσκετε στο δρόμο ένα χαρτονόμισμα των 20 Ευρώ. Εάν επιλέξετε να το χρησιμοποιήσετε για να προμηθευτείτε ένα εισιτήριο και να πάτε στο θέατρο, το κόστος ευκαιρίας παρακολούθησης της παράστασης είναι:",
        "options": [
            "Κανένα, διότι το χαρτονόμισμα των 20 Ευρώ το βρήκατε",
            "20 ευρώ (διότι θα μπορούσατε να χρησιμοποιήσετε το 20 Ευρώ για κάτι άλλο)",
            "20 ευρώ (διότι θα μπορούσατε να χρησιμοποιήσετε το 20 Ευρώ για κάτι άλλο) ΣΥΝ την αξία του χρόνου που αντιστοιχεί στην παρακολούθηση της παράστασης",
            "20 ευρώ (διότι θα μπορούσατε να χρησιμοποιήσετε το 20 Ευρώ για κάτι άλλο) ΜΕΙΟΝ την αξία του χρόνου που αντιστοιχεί στην παρακολούθηση της παράστασης"
        ],
        "answer": 2
    },
{
        "question": "2. Πού βρίσκονται οι αποδοτικοί συνδυασμοί παραγωγής;",
        "options": [
            "Στα σημεία που βρίσκονται εντός και επί της καμπύλης παραγωγικών δυνατοτήτων",
            "Στα σημεία που βρίσκονται εκτός της καμπύλης",
            "Στα σημεία που βρίσκονται εντός της περιοχής που ορίζεται από την καμπύλη",
            "Στα σημεία που βρίσκονται επί της καμπύλης"
        ],
        "answer": 2
    },
    {
        "question": "3. Τι ισχύει για τα σημεία που βρίσκονται εντός της περιοχής που προσδιορίζεται από την καμπύλη παραγωγικών δυνατοτήτων;",
        "options": [
            "Τα σημεία αυτά είναι μη πραγματοποιήσιμα",
            "Τα σημεία αυτά καταδεικνύουν παραγωγική αποδοτικότητα",
            "Τα σημεία εντός της περιοχής που προσδιορίζεται από την καμπύλη, καταδεικνύουν εφικτούς μεν αλλά μη αποδοτικούς συνδυασμούς προϊόντων",
            "Τα σημεία αυτά είναι άριστοι συνδυασμοί παραγωγής"
        ],
        "answer": 2
    },
    {
        "question": "4. Ποια είναι η συνήθης μορφή της Καμπύλης Παραγωγικών Δυνατοτήτων (ΚΠΔ);",
        "options": [
            "Καμπύλη κυρτή προς τη γραμμή των αξόνων",
            "Ευθεία γραμμή",
            "Καμπύλη κοίλη προς τη γραμμή των αξόνων",
            "Καμπύλη σε σχήμα S"
        ],
        "answer": 1
    },
    {
        "question": "5. Ποιος παράγοντας προκαλεί μετατόπιση της ΚΠΔ;",
        "options": [
            "Αλλαγή των καταναλωτικών προτιμήσεων",
            "Αλλαγή στην παραγωγικότητα των συντελεστών παραγωγής",
            "Αύξηση της ζήτησης",
            "Μείωση του κόστους ευκαιρίας"
        ],
        "answer": 1
    },
    {
        "question": "6. Αν το κόστος ευκαιρίας είναι σταθερό, η ΚΠΔ έχει:",
        "options": [
            "Καμπύλη γραμμικής μορφής αρνητικής κλίσης",
            "Καμπύλη κυρτή",
            "Καμπύλη κοίλη",
            "Μηδενική κλίση"
        ],
        "answer": 0
    },
    {
        "question": "7. Τι συμβαίνει όταν μια οικονομία δέχεται μετανάστες;",
        "options": [
            "Η ΚΠΔ παραμένει σταθερή",
            "Η ΚΠΔ μετατοπίζεται προς τα κάτω",
            "Η ΚΠΔ της οικονομίας υποδοχής μετατοπίζεται προς τα πάνω και δεξιά",
            "Η ΚΠΔ μειώνεται λόγω αύξησης του πληθυσμού"
        ],
        "answer": 2
    },
    {
        "question": "8. Τι είναι το οικονομικό σύστημα της αγοράς;",
        "options": [
            "Ο τρόπος με τον οποίο τα νοικοκυριά και οι επιχειρήσεις αλληλεπιδρούν για την κατανομή των πόρων",
            "Μια κρατικά ρυθμιζόμενη οικονομία",
            "Ένα σύστημα που βασίζεται στην αναδιανομή",
            "Μια οικονομία με έμφαση στις εξαγωγές"
        ],
        "answer": 0
    },
    {
        "question": "9. Πώς προσδιορίζεται η κατανομή πόρων σε μια κεντρικά σχεδιασμένη οικονομία;",
        "options": [
            "Μέσω των μηχανισμών της αγοράς",
            "Μέσω προσφοράς και ζήτησης",
            "Μέσω των τιμών",
            "Μέσω κατευθύνσεων του κράτους"
        ],
        "answer": 3
    },
    {
        "question": "10. Ποια μεταβολή προκαλεί μετατόπιση της καμπύλης ζήτησης προς τα δεξιά;",
        "options": [
            "Μείωση της τιμής του αγαθού",
            "Αύξηση της τιμής του αγαθού",
            "Αύξηση της τιμής του υποκατάστατου αγαθού",
            "Μείωση του εισοδήματος"
        ],
        "answer": 2
    },
    {
        "question": "11. Αν ένα αγαθό είναι κανονικό και αυξηθεί το εισόδημα, η ζητούμενη ποσότητα θα:",
        "options": [
            "Αυξηθεί",
            "Μειωθεί",
            "Μείνει σταθερή",
            "Εξαρτάται από την τιμή"
        ],
        "answer": 0
    },
    {
        "question": "12. Αν ένα μικρό ποσοστιαίο μεταβολή της τιμής επιφέρει μεγάλη ποσοστιαία μεταβολή της ζητούμενης ποσότητας, τότε η ζήτηση είναι:",
        "options": [
            "Ανελαστική",
            "Μοναδιαία",
            "Ελαστική ως προς την τιμή",
            "Απόλυτα ανελαστική"
        ],
        "answer": 2
    },
    {
        "question": "13. Ποια είναι η σχέση μεταξύ τιμής και προσφερόμενης ποσότητας;",
        "options": [
            "Αρνητική",
            "Καμία",
            "Θετική",
            "Μηδενική"
        ],
        "answer": 2
    },
    {
        "question": "14. Η ελαστικότητα προσφοράς αναφέρεται σε:",
        "options": [
            "Τους παράγοντες εκείνους που προσδιορίζουν την ικανότητα του παραγωγού να αυξομειώνει την προσφερόμενη ποσότητα σε αυξομειώσεις της τιμής",
            "Την ευαισθησία της ζήτησης στις τιμές",
            "Τις κυβερνητικές πολιτικές",
            "Την καταναλωτική συμπεριφορά"
        ],
        "answer": 0
    },
    {
        "question": "15. Ποιος παράγοντας μπορεί να μετατοπίσει την καμπύλη προσφοράς προς τα δεξιά;",
        "options": [
            "Η βελτίωση της τεχνολογίας η οποία μειώνει το κόστος παραγωγής",
            "Αύξηση της τιμής του προϊόντος",
            "Μείωση της παραγωγικότητας",
            "Αύξηση φόρων"
        ],
        "answer": 0
    },
    {
        "question": "16. Τι θα προκαλέσει μείωση της ζητούμενης ποσότητας;",
        "options": [
            "Αύξηση του εισοδήματος",
            "Μείωση του εισοδήματος των καταναλωτών",
            "Αύξηση της τιμής υποκατάστατου",
            "Βελτίωση της τεχνολογίας"
        ],
        "answer": 1
    },
    {
        "question": "17. Τι θα μετατοπίσει τη ζήτηση ενός κανονικού αγαθού προς τα δεξιά;",
        "options": [
            "Αύξηση του εισοδήματος των καταναλωτών",
            "Μείωση του εισοδήματος",
            "Αύξηση της τιμής",
            "Μείωση της τιμής του υποκατάστατου"
        ],
        "answer": 0
    },
    {
        "question": "18. Τι είναι η 'ανώτατη τιμή';",
        "options": [
            "Τιμή που καθορίζεται από την αγορά",
            "Η ελάχιστη τιμή",
            "Τιμή που εξισορροπεί την αγορά",
            "Καμία από τις λοιπές προτάσεις δεν είναι ορθή"
        ],
        "answer": 3
    },
    {
        "question": "19. Αν η ζήτηση μειώνεται και η προσφορά παραμένει σταθερή, η τιμή:",
        "options": [
            "Αυξάνεται",
            "Παραμένει σταθερή",
            "Μπορεί να αυξηθεί ή να μειωθεί",
            "Μειώνεται"
        ],
        "answer": 3
    },
    {
        "question": "20. Αν το ονομαστικό ΑΕΠ είναι 600 και ο αποπληθωριστής 2, ποιο είναι το πραγματικό ΑΕΠ;",
        "options": [
            "1200€",
            "300€",
            "600€",
            "2€"
        ],
        "answer": 1
    },
    {
        "question": "21. Αν διπλασιαστούν οι τιμές όλων των αγαθών, τότε:",
        "options": [
            "Το πραγματικό ΑΕΠ θα διπλασιαστεί",
            "Το ονομαστικό ΑΕΠ θα παραμείνει σταθερό",
            "Το ονομαστικό ΑΕΠ της οικονομίας θα διπλασιαστεί",
            "Το πραγματικό ΑΕΠ θα μειωθεί"
        ],
        "answer": 2
    },
    {
        "question": "22. Αν το ονομαστικό ΑΕΠ είναι 400 και το πραγματικό 200, ποιος είναι ο αποπληθωριστής;",
        "options": [
            "0.5",
            "2€",
            "200",
            "100"
        ],
        "answer": 1
    },
    {
        "question": "23. Ποιοι είναι οι τρεις τρόποι υπολογισμού του ΑΕΠ;",
        "options": [
            "Το ΑΕΠ ως δαπάνη, το ΑΕΠ ως εισόδημα, το ΑΕΠ ως προστιθέμενη αξία",
            "Μόνο από τις τιμές των προϊόντων",
            "Μόνο από το κράτος",
            "Δεν υπάρχουν συγκεκριμένοι τρόποι"
        ],
        "answer": 0
    },
    {
        "question": "24. Τι εκφράζει ο αποπληθωριστής του ΑΕΠ;",
        "options": [
            "Η σχέση των τιμών μεταξύ του τρέχοντος έτους και του έτους βάσης",
            "Το ποσοστό ανεργίας",
            "Το πραγματικό εισόδημα",
            "Την παραγωγικότητα"
        ],
        "answer": 0
    },
    {
        "question": "25. Τι συμβαίνει με τα μη πωληθέντα αγαθά που παράγονται;",
        "options": [
            "Μένει αχρησιμοποίητο και πετιέται",
            "Δεν υπολογίζεται στο ΑΕΠ",
            "Υπολογίζεται ως επένδυση στο ΑΕΠ",
            "Υπολογίζεται ως κατανάλωση"
        ],
        "answer": 2
    },
    {
        "question": "26. Πώς ορίζεται η οικονομική μεγέθυνση;",
        "options": [
            "Αύξηση του ΑΕΠ σε σταθερές τιμές",
            "Μείωση του πληθωρισμού",
            "Μείωση των επιτοκίων",
            "Αύξηση του ονομαστικού ΑΕΠ"
        ],
        "answer": 0
    },
    {
        "question": "27. Ποια είναι η σχέση καθαρής και ακαθάριστης επένδυσης;",
        "options": [
            "Καθαρή επένδυση = ακαθάριστη επένδυση μείον απόσβεση",
            "Ακαθάριστη = καθαρή + απόσβεση",
            "Καθαρή = ακαθάριστη + απόσβεση",
            "Δεν σχετίζονται"
        ],
        "answer": 0
    },
    {
        "question": "28. Ποια από τις παρακάτω επιλογές οδηγεί σε οικονομική μεγέθυνση;",
        "options": [
            "Αύξηση του κεφαλαιουχικού εξοπλισμού της οικονομίας",
            "Μείωση των αποθεμάτων",
            "Μείωση των εξαγωγών",
            "Αύξηση της φορολογίας"
        ],
        "answer": 0
    },
    {
        "question": "29. Ποιοι δεν περιλαμβάνονται στο εργατικό δυναμικό;",
        "options": [
            "Άνεργοι που αναζητούν εργασία",
            "Άτομα μερικής απασχόλησης",
            "Απασχολούμενοι",
            "Των ατόμων που δεν εργάζονται ούτε αναζητούν εργασία"
        ],
        "answer": 3
    },
{
        "question": "30. Ως Φυσικό Ποσοστό Ανεργίας ορίζεται:",
        "options": [
            "Η ανεργία τριβής",
            "Το άθροισμα της ανεργίας τριβής και της διαρθρωτικής ανεργίας",
            "Η διαρθρωτική ανεργία",
            "Το άθροισμα της ανεργίας τριβής, της διαρθρωτικής και της κυκλικής ανεργίας"
        ],
        "answer": 1
    },
    {
        "question": "31. Ως Κυκλική Ανεργία αναφέρεται:",
        "options": [
            "Η κυκλική αυξομείωση του αριθμού των εγγεγραμμένων ανέργων",
            "Η ανεργία που εμφανίζεται κατά τη διάρκεια καθόδου του οικονομικού κύκλου",
            "Η ανεργία που αποκλίνει από το σημείο που αντιστοιχεί στην πλήρη απασχόληση",
            "Η αύξηση της Ανεργίας Τριβής"
        ],
        "answer": 1
    },
    {
        "question": "32. Ο Γ. που είναι 55 ετών είναι ανειδίκευτος εργάτης σε εργοστάσιο κατασκευής χαλκού. Η επιχείρηση που εργαζόταν έκλεισε και μετακόμισε σε γειτονική χώρα με πιο ευνοϊκό φορολογικό καθεστώς. Ο Γ. είναι τυπικό παράδειγμα:",
        "options": [
            "Κυκλικής ανεργίας",
            "Μακροχρόνιας ανεργίας",
            "Διαρθρωτικής ανεργίας",
            "Ανεργίας τριβής"
        ],
        "answer": 2
    },
    {
        "question": "33. Η Έρευνα Εργατικού Δυναμικού που διεξάγεται από την ΕΛΣΤΑΤ (Ελληνική Στατιστική Αρχή):",
        "options": [
            "Είναι δειγματοληπτική και καλύπτει το σύνολο της χώρας",
            "Είναι απογραφική και καλύπτει το σύνολο της χώρας",
            "Είναι απογραφική και διεξάγεται στις τρεις μεγάλες περιφέρειες της χώρας",
            "Είναι δειγματοληπτική αλλά ανά πενταετία απογραφική"
        ],
        "answer": 0
    },
    {
        "question": "34. Ο ρυθμός πληθωρισμού προσδιορίζεται από:",
        "options": [
            "Την ποσοστιαία μεταβολή του δείκτη τιμών καταναλωτή από την προηγούμενη περίοδο",
            "Την ποσοστιαία μεταβολή των τιμών των ειδών διατροφής από την προηγούμενη περίοδο",
            "Την ποσοστιαία μεταβολή των τιμών των εισαγομένων προϊόντων από την προηγούμενη περίοδο",
            "Την ποσοστιαία μεταβολή του δείκτη τιμών καταναλωτή από την προηγούμενη περίοδο σε σχέση με τη μεταβολή μισθών και ημερομισθίων"
        ],
        "answer": 0
    },
    {
        "question": "35. Σε ποια από τις παρακάτω περιπτώσεις μπορεί να προκληθεί πληθωρισμός κόστους;",
        "options": [
            "Από την αύξηση της παραγωγικότητας της εργασίας",
            "Από την αύξηση της τιμής του φυσικού αερίου",
            "Από μείωση της φορολογίας",
            "Από την αύξηση της ποσότητας χρήματος"
        ],
        "answer": 1
    },
    {
        "question": "36. Ο πληθωρισμός κόστους:",
        "options": [
            "Μπορεί να συνυπάρχει με την ανεργία",
            "Δεν μπορεί να συνυπάρχει με την ανεργία",
            "Μπορεί να συνυπάρχει μόνον στην περίπτωση ανεργίας άνω του 15%",
            "Μπορεί να συνυπάρχει μόνον στην περίπτωση ανεργίας των νέων"
        ],
        "answer": 0
    },
    {
        "question": "37. Ποιο από τα παρακάτω μπορεί να προκαλέσει πληθωρισμό;",
        "options": [
            "Η αύξηση της ζήτησης για αγαθά και υπηρεσίες",
            "Η μείωση της προσφοράς χρήματος",
            "Η μείωση των κρατικών δαπανών",
            "Η μείωση των εξαγωγών"
        ],
        "answer": 0
    },
    {
        "question": "38. Ποιος είναι ο κύριος δείκτης μέτρησης του πληθωρισμού;",
        "options": [
            "Το Ακαθάριστο Εγχώριο Προϊόν (ΑΕΠ)",
            "Ο Δείκτης Τιμών Καταναλωτή (ΔΤΚ)",
            "Το ποσοστό ανεργίας",
            "Η συναλλαγματική ισοτιμία"
        ],
        "answer": 1
    },
    {
        "question": "39. Σύμφωνα με τα στοιχεία της ΕΛΣΤΑΤ το ποσοστό των ατόμων που διαβιούν σε νοικοκυριά κάτω από το όριο της φτώχειας βρίσκεται κατά προσέγγιση στο επίπεδο του:",
        "options": [
            "25%",
            "20%",
            "10%",
            "15%"
        ],
        "answer": 1
    },
    {
        "question": "40. Οι εργαζόμενοι/ες που κάνουν επικίνδυνες εργασίες είναι τυπικά άτομα που:",
        "options": [
            "Δεν μπορούν να βρουν δουλειά με καλύτερες συνθήκες",
            "Πληρώνονται καλά σε σχέση με τις εναλλακτικές ευκαιρίες απασχόλησης",
            "Πληρώνονται λίγο",
            "Απολαμβάνουν τον κίνδυνο"
        ],
        "answer": 1
    },
    {
        "question": "41. Ποιο από τα παρακάτω μέτρα ανήκει στην κατηγορία της νομισματικής πολιτικής;",
        "options": [
            "Αύξηση του κατώτατου ημερομισθίου",
            "Αύξηση των δαπανών για δημόσια έργα",
            "Ονομαστική αύξηση συντάξεων",
            "Κανένα από τα λοιπά μέτρα"
        ],
        "answer": 3
    },
    {
        "question": "42. Η Ευρωπαϊκή Κεντρική Τράπεζα προβαίνει σε μείωση της προσφοράς χρήματος. Τότε:",
        "options": [
            "Χρησιμοποιεί την νομισματική πολιτική για να μειώσει την συνολική ζήτηση",
            "Χρησιμοποιεί την δημοσιονομική πολιτική για να μειώσει την συνολική ζήτηση",
            "Χρησιμοποιεί την νομισματική πολιτική για να αυξήσει την συνολική ζήτηση",
            "Οι μεταβολές στην προσφορά χρήματος δεν επηρεάζουν τη συνολική ζήτηση"
        ],
        "answer": 0
    },
    {
        "question": "43. Σε ποια από τις παρακάτω περιπτώσεις θεωρείτε ότι η αύξηση του ποσοστού των τραπεζικών διαθεσίμων, θα μπορούσε να αποτελέσει αποτελεσματικό μέτρο;",
        "options": [
            "Για την αντιμετώπιση του πληθωρισμού ζήτησης",
            "Για την αντιμετώπιση του στασιμοπληθωρισμού",
            "Για την αντιμετώπιση της ύφεσης",
            "Για την αντιμετώπιση της ακρίβειας"
        ],
        "answer": 0
    },
    {
        "question": "44. Σε τι αναφέρεται η καμπύλη Philips;",
        "options": [
            "Στη σχέση ανάμεσα στο πραγματικό και το ονομαστικό ΑΕΠ",
            "Στην βραχυχρόνια αντίστροφη σχέση μεταξύ πληθωρισμού και ανεργίας",
            "Στην αντίστροφη σχέση μεταξύ των φορολογικών συντελεστών και φορολογικών εσόδων",
            "Στη σχέση άμεσων και έμμεσων φόρων"
        ],
        "answer": 1
    },
    {
        "question": "45. Ποιο από το παρακάτω μέτρα θεωρείτε ότι εντάσσεται σε ενδεδειγμένη πολιτική για την αντιμετώπιση του πληθωρισμού κόστους;",
        "options": [
            "Η αύξηση των έμμεσων φόρων στον καπνό",
            "Η μείωση του ΦΠΑ στα υλικά οικοδομής",
            "Η ισόποση αύξηση φόρων στα καύσιμα",
            "Η δραστική αναλογική μείωση των συντάξεων"
        ],
        "answer": 1
    },
    {
        "question": "46. Για την καταπολέμηση του πληθωρισμού κόστους ενδείκνυνται μέτρα τα οποία επηρεάζουν κυρίως:",
        "options": [
            "Την πλευρά της ζήτησης της οικονομίας",
            "Την πλευρά της προσφοράς",
            "Τα έσοδα από τους άμεσους φόρους",
            "Τα έσοδα από τους έμμεσους φόρους"
        ],
        "answer": 1
    },
    {
        "question": "47. Η βιώσιμη ανάπτυξη:",
        "options": [
            "Αφορά στη διαχρονική αύξηση του πραγματικού ΑΕΠ",
            "Αφορά στην ποιοτική αναβάθμιση του εκπαιδευτικού συστήματος",
            "Αφορά στην κάλυψη των αναγκών του παρόντος, λαμβάνοντας υπ’ όψη τις ανάγκες των μελλοντικών γενεών",
            "Αφορά στην ποιοτική αναβάθμιση των συστημάτων υγείας και την αύξηση του προσδόκιμου ζωής"
        ],
        "answer": 2
    },
    {
        "question": "48. Ποιο από τα παρακάτω μέτρα θεωρείτε ότι αποτελεί υποστηρικτικό μέτρο βιώσιμης ανάπτυξης;",
        "options": [
            "Η μείωση του κόστους ζωής που προέρχεται από επιδότηση μονάδας παραγωγής ενέργειας με λιγνίτη",
            "Η επιδότηση φωτοβολταϊκών συστημάτων παροχής ενέργειας",
            "Η επιδότηση μονάδων παροχής ενέργειας φυσικού αερίου",
            "Η επιδότηση γεωτρήσεων για την εξόρυξη αργού πετρελαίου"
        ],
        "answer": 1
    },
    {
        "question": "49. Οι τρείς Πυλώνες της Βιώσιμης Ανάπτυξης είναι:",
        "options": [
            "Περιβάλλον-Οικονομία-Ισότητα",
            "Οικονομία-Ισότητα-Κοινωνία",
            "Περιβάλλον-Οικονομία-Κοινωνία",
            "Οικονομία-Περιβάλλον-Ισότητα"
        ],
        "answer": 2
    },
    {
        "question": "50. Το δημόσιο χρέος στις περισσότερες αναλύσεις και τις οικονομικές εκθέσεις καταγράφεται ως ποσοστό:",
        "options": [
            "Του συνόλου των δαπανών του δημοσίου",
            "Του συνόλου των εσόδων του δημοσίου",
            "Του συνόλου του κρατικού προϋπολογισμού",
            "Του Ακαθάριστου Εγχώριου Προϊόντος (ΑΕΠ)"
        ],
        "answer": 3
    },
    {
        "question": "51. Ο ετήσιος Κρατικός Προϋπολογισμός διακρίνεται σε:",
        "options": [
            "Προϋπολογισμό υπουργείων και προϋπολογισμό οργανισμών τοπικής αυτοδιοίκησης",
            "Τακτικό προϋπολογισμό και προϋπολογισμό δημοσίων επενδύσεων",
            "Τακτικό προϋπολογισμό και έκτακτο προϋπολογισμό",
            "Τακτικό προϋπολογισμό και απολογισμό"
        ],
        "answer": 1
    },
    {
        "question": "52. Εάν υποθέσουμε ότι σε μια χώρα ο συντελεστής εισφορών παραμένει διαχρονικά σταθερός, ενώ ο πληθυσμός και οι μισθοί αυξάνονται με σταθερό ρυθμό, τότε οι παροχές ενός μη κεφαλαιοποιητικού συστήματος κοινωνικής ασφάλισης γίνονται σχετικά πιο συμφέρουσες:",
        "options": [
            "Για τις παλαιότερες γενιές (εκτός της πρώτης)",
            "Για τις νεότερες γενιές (εκτός της τελευταίας)",
            "Και για τις παλαιότερες και για τις νεότερες γενιές (εκτός της τελευταίας)",
            "Ούτε για τις παλαιότερες, ούτε για τις νεότερες γενιές (εκτός της πρώτης και της τελευταίας)"
        ],
        "answer": 0
    },
    {
        "question": "53. Σύμφωνα με την αρχή της κάθετης φορολογικής ισότητας:",
        "options": [
            "Άτομα που είναι παρόμοια μεταξύ τους, αλλά κάνουν διαφορετικές επιλογές στα οικονομικά ή στον τρόπο ζωής τους, θα πρέπει να αντιμετωπίζονται με τον ίδιο τρόπο από το φορολογικό σύστημα",
            "Άτομα που είναι παρόμοια μεταξύ τους, αλλά κάνουν τις ίδιες επιλογές στα οικονομικά ή στον τρόπο ζωής τους, θα πρέπει να αντιμετωπίζονται με τον ίδιο τρόπο από το φορολογικό σύστημα",
            "Άτομα με περισσότερους πόρους θα πρέπει να πληρώνουν υψηλότερους φόρους σε σχέση με άτομα με λιγότερους πόρους",
            "Άτομα με περισσότερους πόρους θα πρέπει να πληρώνουν τους ίδιους φόρους με άτομα με λιγότερους πόρους"
        ],
        "answer": 2
    },
    {
        "question": "54. Ποια από τις παρακάτω ΔΕΝ αποτελεί λειτουργία του δημόσιου προϋπολογισμού:",
        "options": [
            "Η ανάπτυξη της οικονομίας",
            "Η αύξηση της προσφοράς χρήματος",
            "Η σταθεροποίηση της οικονομίας",
            "Η αναδιανομή του εισοδήματος"
        ],
        "answer": 1
    },
    {
        "question": "55. Ο στόχος της ιδιωτικοποίησης δημοσίων επιχειρήσεων είναι:",
        "options": [
            "α. Η μείωση της φορολογίας",
            "β. Η μείωση του μεγέθους του ευρύτερου δημόσιου τομέα",
            "γ. Η εξασθένηση της δύναμης των εργατικών οργανώσεων",
            "δ. Όλες οι λοιπές προτάσεις που παρατίθενται είναι σωστές"
        ],
        "answer": 3
    },
    {
        "question": "56. Ο Φόρος Προστιθέμενης Αξίας είναι:",
        "options": [
            "α. Φόρος κατανάλωσης",
            "β. Έμμεσος και απρόσωπος φόρος",
            "γ. Φόρος που επιβάλλεται από την κεντρική διοίκηση",
            "δ. Όλες οι λοιπές προτάσεις που παρατίθενται είναι σωστές"
        ],
        "answer": 3
    },
    {
        "question": "57. Ποιο από τα παρακάτω ΔΕΝ είναι ορθό;",
        "options": [
            "α. Οι άμεσοι φόροι επιβάλλονται επί της τιμής των αγαθών",
            "β. Ο Ειδικός φόρος κατανάλωσης εντάσσεται στην κατηγορία των έμμεσων φόρων",
            "γ. Ο Φόρος Προστιθέμενης Αξίας εντάσσεται στους απρόσωπους φόρους",
            "δ. Ο Φόρος Περιουσίας αξίας είναι άμεσος φόρος"
        ],
        "answer": 0
    },
    {
        "question": "58. Σύμφωνα με την αρχή της «οριζόντιας φορολογικής ισότητας»:",
        "options": [
            "α. Τα πιο εύπορα άτομα πρέπει να φορολογούνται περισσότερο από τα λιγότερο εύπορα άτομα",
            "β. Άτομα που έχουν ίδια φοροδοτική ικανότητα πρέπει να φορολογούνται το ίδιο",
            "γ. Άτομα που έχουν ίδιο εκπαιδευτικό επίπεδο πρέπει να φορολογούνται το ίδιο",
            "δ. Όλες οι λοιπές προτάσεις είναι σωστές"
        ],
        "answer": 1
    },
    {
        "question": "59. Ο Φόρος Προστιθέμενης Αξίας είναι:",
        "options": [
            "α. Προσωπικός φόρος",
            "β. Έμμεσος φόρος",
            "γ. Φόρος κατά μονάδα προϊόντος",
            "δ. Όλες οι λοιπές προτάσεις είναι σωστές"
        ],
        "answer": 1
    },
    {
        "question": "60. Ποιος από τους παρακάτω φόρους ΔΕΝ είναι έμμεσος φόρος;",
        "options": [
            "α. Ένας ειδικός φόρος στα τσιγάρα",
            "β. Ένας φόρος επί των πωλήσεων αυτοκινήτων",
            "γ. Ένας φόρος στην εστίαση",
            "δ. Ο φόρος κληρονομιάς"
        ],
        "answer": 3
    },
    {
        "question": "61. Όταν ένας φόρος είναι αντίστροφα προοδευτικός με θετικό οριακό φορολογικό συντελεστή, τότε όταν αυξάνεται το εισόδημα:",
        "options": [
            "α. Ο συνολικός φόρος μειώνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής μειώνεται",
            "β. Ο συνολικός φόρος αυξάνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής αυξάνεται",
            "γ. Ο συνολικός φόρος μειώνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής αυξάνεται",
            "δ. Ο συνολικός φόρος αυξάνεται, ο μέσος φορολογικός συντελεστής μειώνεται, ο οριακός φορολογικός συντελεστής μειώνεται"
        ],
        "answer": 3
    },
    {
        "question": "62. Τι από τα παρακάτω θεωρείται φοροαποφυγή:",
        "options": [
            "α. Η μη έκδοση φορολογικής απόδειξης.",
            "β. Η αδήλωτη εργασία.",
            "γ. Η μεταφορά της φορολογικής έδρας στο Λουξεμβούργο",
            "δ. Όλες οι λοιπές προτάσεις είναι σωστές"
        ],
        "answer": 2
    },
    {
        "question": "63. Όταν ο προϋπολογισμός εμφανίζει έλλειμμα και το κράτος πληρώνει τόκους για δάνεια που έχει λάβει τότε:",
        "options": [
            "α. Το πρωτογενές έλλειμμα είναι μεγαλύτερο του ελλείματος του προϋπολογισμού",
            "β. Το πρωτογενές έλλειμμα είναι ίσο του ελλείματος του προϋπολογισμού",
            "γ. Το πρωτογενές έλλειμμα είναι μικρότερο του ελλείματος του προϋπολογισμού",
            "δ. Υπάρχουν και άλλοι παράγοντες που επηρεάζουν το πρωτογενές έλλειμμα οπότε δεν μπορούμε να απαντήσουμε"
        ],
        "answer": 2
    },
    {
        "question": "64. Ποιο από τα παρακάτω ΔΕΝ αποτελεί μέσο δράσης του κράτους;",
        "options": [
            "α. Η αύξηση του βασικού επιτοκίου της μη ανεξάρτητης Κεντρικής Τράπεζας",
            "β. Η αύξηση της τιμής του αργού πετρελαίου",
            "γ. Επιβολή ανώτατων τιμών στα προϊόντα που πουλάνε οι καντίνες των πλοίων",
            "δ. Ο φόρος κατανάλωσης στα προϊόντα καπνού"
        ],
        "answer": 1
    },
    {
        "question": "65. Ποιος επωμίζεται το κόστος των ασφαλιστικών παροχών;",
        "options": [
            "α. Οι εργαζόμενοι/ες, οι εργοδότες/τριες και το κοινωνικό σύνολο",
            "β. Οι εργοδότες/τριες και το κοινωνικό σύνολο",
            "γ. Οι εργαζόμενοι/ες",
            "δ. Οι εργαζόμενοι/ες και οι εργοδότες/τριες"
        ],
        "answer": 0
    },
    {
        "question": "66. Το αγαθό “υγειονομική ασφάλιση και περίθαλψη” παρέχεται κυρίως από τον δημόσιο τομέα:",
        "options": [
            "α. Επειδή είναι αξιόλογο αγαθό",
            "β. Επειδή είναι υπηρεσία χαμηλής τιμής κατανάλωσης",
            "γ. Επειδή, λόγω του υψηλού κόστους παροχής της, καμία ιδιωτική ασφαλιστική εταιρεία δεν μπορεί να το παρέχει",
            "δ. Καμία από τις λοιπές προτάσεις δεν είναι σωστή"
        ],
        "answer": 0
    },
    {
        "question": "67. Η απόλυτη μη ανταγωνιστικότητα στην κατανάλωση ενός αγαθού, από τη χρήση του οποίου δεν είναι δυνατόν να αποκλεισθεί κανείς, καθιστά το αγαθό αυτό:",
        "options": [
            "α. Ιδιωτικό",
            "β. Μη-αμιγώς δημόσιο",
            "γ. Μη-αμιγώς δημόσιο εφόσον υπάρχει δημόσια παροχή του",
            "δ. Αμιγώς δημόσιο"
        ],
        "answer": 3
    },
    {
        "question": "68. Ποια από τις παρακάτω είναι η βασική λειτουργία των φόρων σε μια οικονομία;",
        "options": [
            "α. Να αυξήσουν την ανισότητα στα εισοδήματα",
            "β. Να χρηματοδοτήσουν δημόσια αγαθά και υπηρεσίες",
            "γ. Να μειώσουν την κατανάλωση αγαθών και υπηρεσιών",
            "δ. Να αυξήσουν τις αποταμιεύσεις των πολιτών"
        ],
        "answer": 1
    }
    ]
