questions = [
    {
        "question": "1. Σκοπός της αξιολόγησης των δημόσιων πολιτικών είναι να:",
        "options": [
            "Προσδιοριστεί το περιεχόμενο που θα έχει η τελική απόφαση για την αντιμετώπιση ενός δημόσιου προβλήματος",
            "Εκτιμηθεί σε ποιον βαθμό με την εφαρμοσθείσα δημόσια πολιτική επήλθαν τα προσδοκώμενα αποτελέσματα",
            "Διαπιστωθεί η καταλληλότητα της χρονικής συγκυρίας, ώστε να ληφθούν αποφάσεις",
            "Καθοριστεί ποιοι θα επιφορτιστούν με την εκτέλεση των αποφάσεων και την υλοποίηση της πολιτικής"
        ],
        "answer": 1
    },
    {
        "question": "2. Η στοχοθεσία εντάσσεται στα καθήκοντα ενός διοικητικού στελέχους για:",
        "options": [
            "Προγραμματισμό",
            "Οργάνωση",
            "Παρακίνηση",
            "Συντονισμό"
        ],
        "answer": 0
    },
    {
        "question": "3. Η διαδικασία της οργάνωσης είναι μια διοικητική λειτουργία που αποσκοπεί:",
        "options": [
            "Στην ανάλυση του περιβάλλοντος",
            "Στην πρόβλεψη",
            "Στην οριοθέτηση των ρόλων και των καθηκόντων των εργαζομένων",
            "Στην παρακίνηση των εργαζομένων"
        ],
        "answer": 2
    },
    {
        "question": "4. Οι σύγχρονες απόψεις στη θεωρία των οργανώσεων για την αποτελεσματικότερη λειτουργία μιας οργάνωσης, προϋποθέτουν:",
        "options": [
            "Συγκεντρωτισμό των αρμοδιοτήτων",
            "Περιορισμό των ευθυνών των αρμοδίων προσώπων",
            "Αναφορά κάθε εργαζόμενου/ης σε έναν/μία Προϊστάμενο/η ή συντονιστή/τρια",
            "Εξατομικευμένη εργασία κάθε εργαζομένου/ης βάσει των προσόντων του/ης"
        ],
        "answer": 2
    },
    {
        "question": "5. Σημειώστε ποιο από τα παρακάτω ΔΕΝ αποτελεί χαρακτηριστικό του ποιοτικού στυλ διοίκησης:",
        "options": [
            "Η διά βίου επιμόρφωση των εργαζομένων",
            "Το συμμετοχικό στυλ διοίκησης",
            "Οι κύκλοι ποιότητας",
            "Η ατομική λήψη των αποφάσεων"
        ],
        "answer": 3
    },
    {
        "question": "6. Στη λήψη στρατηγικών αποφάσεων ένα διοικητικό στέλεχος λαμβάνει υπόψη:",
        "options": [
            "Το εσωτερικό περιβάλλον του οργανισμού",
            "Το εξωτερικό περιβάλλον του οργανισμού",
            "Και τα δύο είδη περιβάλλοντος",
            "Κινείται και αποφασίζει με βάση τις προσωπικές του γνώσεις και εμπειρίες"
        ],
        "answer": 2
    },
    {
        "question": "7. Τι από τα παρακάτω αποτελεί πρόκληση για ένα σύγχρονο διοικητικό στέλεχος:",
        "options": [
            "Η διαχείριση της αλλαγής",
            "Η διαχείριση της μάθησης",
            "Η διαχείριση της επικοινωνίας",
            "Όλες οι λοιπές απαντήσεις"
        ],
        "answer": 3
    },
    {
        "question": "8. Η αναγκαιότητα για μεγάλης κλίμακας αλλαγές οφείλεται σε:",
        "options": [
            "Τις πολεμικές συγκρούσεις",
            "Τη ραγδαία ανάπτυξη και εξέλιξη της τεχνολογίας",
            "Τις ραγδαίες εξελίξεις στον κλάδο της ενέργειας",
            "Τις αυξήσεις στις τιμές των παρεχόμενων υπηρεσιών"
        ],
        "answer": 1
    },
    {
        "question": "9. Ο συνδυασμός καινοτομίας και ποιότητας είναι αναγκαίος για:",
        "options": [
            "Την εφαρμογή των αλλαγών στους οργανισμούς και στις υπηρεσίες",
            "Την επιβίωση των οικονομικών μονάδων και τη βελτίωση της ανταγωνιστικότητας",
            "Την αποτελεσματικότητα των διαδικασιών",
            "Την επέκταση της χρήσης σύγχρονης τεχνολογίας από τους πολίτες"
        ],
        "answer": 1
    },
    {
        "question": "10. Ο Ανασχεδιασμός των Επιχειρησιακών Διαδικασιών (BPR) είναι η μεθοδολογία που:",
        "options": [
            "Τονίζει την εξαρχής δημιουργία διαδικασιών και τις εκ βάθρων αλλαγές",
            "Αυτοματοποιεί τις επιχειρηματικές διαδικασίες",
            "Βελτιστοποιεί την ποιότητα των παρεχόμενων υπηρεσιών",
            "Ορθολογοποιεί τη ροή εργασιών κάνοντάς την περισσότερο αποδοτική"
        ],
        "answer": 0
    },
    {
        "question": "11. Η κοινωνική ευθύνη:",
        "options": [
            "Αναφέρεται στους κανόνες της προσωπικής ζωής",
            "Δίνει έμφαση σε αξίες όπως αλήθεια και δικαιοσύνη",
            "Είναι η υποχρέωση της δημόσιας οικονομικής μονάδας για μακροπρόθεσμους στόχους",
            "Είναι η εναρμόνιση του οργανισμού με το κοινωνικό περιβάλλον"
        ],
        "answer": 3
    },
    {
        "question": "12. Το σχέδιο ετήσιου προγραμματισμού για τις προσλήψεις εγκρίνεται από:",
        "options": [
            "Α.Σ.Ε.Π.",
            "Υπουργείο Εσωτερικών",
            "Υπουργείο Οικονομικών",
            "Υπουργικό Συμβούλιο"
        ],
        "answer": 3
    },
    {
        "question": "13. Ποια διαδικασία έπεται του ετήσιου προγραμματισμού ανθρώπινου δυναμικού;",
        "options": [
            "Αξιολόγηση υπηρεσιακής επάρκειας",
            "Δημοσίευση προκήρυξης και έναρξη προσλήψεων",
            "Οριστικοποίηση προϋπολογισμού",
            "Αναδιάρθρωση οργανικών μονάδων"
        ],
        "answer": 1
    },
    {
        "question": "14. Στις αρμοδιότητες του Α.Σ.Ε.Π. ΔΕΝ περιλαμβάνεται:",
        "options": [
            "Επιλογή τακτικού προσωπικού",
            "Διαδικασία αποσπάσεων τακτικού προσωπικού",
            "Έλεγχος προσλήψεων συμβασιούχων",
            "Διενέργεια επιθεωρήσεων-ελέγχων για προσλήψεις"
        ],
        "answer": 1
    },
    {
        "question": "15. Ποια διαδικασία ΔΕΝ εμπίπτει στις αρμοδιότητες του Α.Σ.Ε.Π.;",
        "options": [
            "Πανελλήνιος γραπτός διαγωνισμός ανεξάρτητων αρχών",
            "Έλεγχος προσλήψεων μέσω συμβάσεων Ο.Τ.Α.",
            "Έλεγχος ενστάσεων υποψηφίων νοσηλευτών/τριών",
            "Επιλογή Προϊσταμένων Γενικών Διευθύνσεων"
        ],
        "answer": 3
    },
    {
        "question": "16. Για πλήρωση θέσεων Ε.Ε.Π. απαιτείται και:",
        "options": [
            "Πρακτική δοκιμασία",
            "Τεστ προσομοίωσης",
            "Εξέταση ειδικών γνώσεων",
            "Δομημένη συνέντευξη"
        ],
        "answer": 3
    },
    {
        "question": "17. Σύμφωνα με το ν.4765/2021, ποιο τυπικό προσόν ΔΕΝ δίνει προσαύξηση στη βαθμολογία Α.Σ.Ε.Π.;",
        "options": [
            "Ο βαθμός του βασικού τίτλου σπουδών",
            "Ο χρόνος εργασιακής εμπειρίας",
            "Η άριστη γνώση αγγλικής γλώσσας",
            "Η κατοχή αποδεκτού μεταπτυχιακού τίτλου"
        ],
        "answer": 2
    },
    {
        "question": "18. Σύμφωνα με το ν.4440/2016, τι ισχύει για την κινητικότητα;",
        "options": [
            "Γενικό περίγραμμα θέσης εργασίας και κατάλογος καθηκόντων",
            "Το πρόγραμμα διενεργείται μία φορά ετησίως για μετάταξη και απόσπαση",
            "Η κινητικότητα είναι εθελούσια και βάσει αρχής δημοσιότητας",
            "Τα περιγράμματα θέσης είναι μόνο για απόσπαση"
        ],
        "answer": 2
    },
    {
        "question": "19. Σύμφωνα με το ν.4440/2016, η Κεντρική Επιτροπή Κινητικότητας:",
        "options": [
            "Γνωμοδοτεί για συνυπηρέτηση",
            "Έχει θητεία δύο ετών",
            "Είναι πενταμελής",
            "Αποτελείται από τρία μέλη του Α.Σ.Ε.Π."
        ],
        "answer": 1
    },
    {
        "question": "20. Η μετακίνηση στο πλαίσιο Ε.Σ.Κ. διενεργείται ως:",
        "options": [
            "Μετάταξη και κατ’ εξαίρεση απόσπαση",
            "Μετάθεση",
            "Μετακίνηση",
            "Απόσπαση και κατ’ εξαίρεση μετάταξη"
        ],
        "answer": 0
    },
    {
        "question": "21. Σύμφωνα με το ν.4440/2016, ποιοι υπάλληλοι μπορούν να συμμετάσχουν στο Ε.Σ.Κ.;",
        "options": [
            "Απόφοιτοι Ε.Σ.Δ.Δ.Α.",
            "Δικαστικοί υπάλληλοι",
            "Υπαλληλοι φύλαξης σωφρονιστικών καταστημάτων",
            "Εκπαιδευτικοί Π/βάθμιας και Δ/βάθμιας"
        ],
        "answer": 0
    },
    {
        "question": "22. Πρωταρχικός σκοπός ενός γενικού περιγράμματος θέσης εργασίας είναι:",
        "options": [
            "Η λεπτομερής περιγραφή καθηκόντων",
            "Η συνοπτική παρουσίαση δεξιοτήτων",
            "Ο προσδιορισμός μισθού και ωραρίου",
            "Η αποτίμηση υπηρεσιακής επάρκειας"
        ],
        "answer": 0
    },
    {
        "question": "23. Η θέσπιση του Ενιαίου Πλαισίου Δεξιοτήτων λαμβάνεται υπόψη κατά:",
        "options": [
            "Διαδικασιών επιλογής προσωπικού και Προϊσταμένων",
            "Διαδικασιών επιλογής Προϊσταμένων",
            "Αξιολόγησης, εκπαίδευσης και κατάρτισης",
            "Διαδικασιών επιλογής, αξιολόγησης, εκπαίδευσης και κατάρτισης"
        ],
        "answer": 3
    },
    {
        "question": "24. Η «Ομαδικότητα» ως δεξιότητα ΔΕΝ περιλαμβάνει:",
        "options": [
            "Διαρκή υποστήριξη συναδέλφων με ηρεμία και ευγένεια",
            "Θετική διάθεση συνεργασίας χωρίς εντάσεις",
            "Ευελιξία & ανθεκτικότητα στις αλλαγές",
            "Συνεργασία προς εκπλήρωση του δημόσιου συμφέροντος"
        ],
        "answer": 2
    },
    {
        "question": "25. Ποιο από τα κάτωθι ΔΕΝ περιλαμβάνεται στην «Ηγετικότητα»;",
        "options": [
            "Δημιουργία σχέσεων εμπιστοσύνης για επίτευξη στόχων",
            "Έγκαιρη & αποτελεσματική λήψη αποφάσεων",
            "Αυξημένη προθυμία για μάθηση & χρήση γνώσης",
            "Καθοδήγηση της ομάδας σε κοινό στόχο"
        ],
        "answer": 2
    },
    {
        "question": "26. Η έκθεση αξιολόγησης δημοσίου υπαλλήλου περιλαμβάνει:",
        "options": [
            "3 δεξιότητες προς ανάπτυξη + αιτιολογία",
            "1 δεξιότητα προς ανάπτυξη + 1–3 δυνατές",
            "1–3 δυνατές + αιτιολογία",
            "3 προς ανάπτυξη + 1–3 δυνατές + αιτιολογία"
        ],
        "answer": 3
    },
    {
        "question": "27. Σύμφωνα με το ν.4940/2022, ο σκοπός της συζήτησης αξιολόγησης μεταξύ αξιολογητή και αξιολογούμενου είναι:",
        "options": [
            "Απλή ανακοίνωση του αποτελέσματος της γραπτής αξιολόγησης",
            "Αμφίδρομη επικοινωνία για απόδοση και διαμόρφωση Σχεδίου Ανάπτυξης",
            "Έλεγχος ενστάσεων από αξιολογούμενο",
            "Προαιρετική ανταλλαγή απόψεων"
        ],
        "answer": 1
    },
    {
        "question": "28. Σύμφωνα με το ν.4940/2022, ποιοι υπάλληλοι εξαιρούνται από το σύστημα αξιολόγησης;",
        "options": [
            "Υπάλληλοι Π.Δ.Α.Χ. των Περιφερειών",
            "Ιατροί/οδοντίατροι ΕΣΥ",
            "Θρησκευτικοί λειτουργοί που επιβαρύνουν τον προϋπολογισμό",
            "Εκπαιδευτικοί Π-Δ με απόσπαση σε διοικητικές υπηρεσίες"
        ],
        "answer": 1
    },
    {
        "question": "29. Σύμφωνα με το ν.4049/2022, τι περιλαμβάνεται κατ’ ελάχιστο στην πλατφόρμα ηλεκτρονικής αξιολόγησης;",
        "options": [
            "Τα ονόματα των αξιολογητών",
            "Τις ημερομηνίες των συζητήσεων αξιολόγησης",
            "Τα στατιστικά δεδομένα αξιολόγησης",
            "Τις λεπτομερείς περιγραφές δεξιοτήτων"
        ],
        "answer": 2
    },
    {
        "question": "30. Σύμφωνα με το ν.4940/2022, αν ΔΕΝ επιτευχθεί συμφωνία στο Σχέδιο Ανάπτυξης:",
        "options": [
            "Παραπομπή στο Υπηρεσιακό Συμβούλιο",
            "Ο αξιολογητής αποφασίζει σχετικά",
            "Ο αξιολογούμενος έχει δικαίωμα υποβολής ένστασης",
            "Το Σχέδιο παραμένει ως είχε"
        ],
        "answer": 1
    },
    {
        "question": "31. Οι ενστάσεις για αξιολόγηση ενώπιον της Επιτροπής Εποπτείας ασκούνται:",
        "options": [
            "Οποτεδήποτε επιθυμεί ο/η αξιολογούμενος/η",
            "Μέσα σε αποκλειστική προθεσμία τριών (3) μηνών",
            "Μέσα σε αποκλειστική προθεσμία τριών (3) ετών",
            "Μέσα σε αποκλειστική προθεσμία δέκα (10) ημερών"
        ],
        "answer": 1
    },
    {
        "question": "32. Συμβουλευτική υποστήριξη στο προσωπικό του υπουργείου παρέχεται από:",
        "options": [
            "Σύμβουλο Ακεραιότητας",
            "Σύμβουλο Ανάπτυξης Ανθρώπινου Δυναμικού",
            "Υπηρεσιακή/ό Γραμματέα",
            "Γενική/ό Γραμματέα Ανθρ. Δυναμικού Δημόσιου Τομέα"
        ],
        "answer": 1
    },
    {
        "question": "33. Ο χρόνος σε θέση Συμβούλου Ανθρ. Δυναμικού λογίζεται ως χρόνος υπηρεσίας σε θέση:",
        "options": [
            "Προϊσταμένου/ης Διεύθυνσης",
            "Προϊσταμένου/ης Τμήματος",
            "Προϊσταμένου/ης Γενικής Διεύθυνσης",
            "Δεν λογίζεται ως χρόνος υπηρεσίας"
        ],
        "answer": 3
    },
    {
        "question": "34. Ποιος είναι ο βασικός σκοπός της στοχοθεσίας στις δημόσιες υπηρεσίες;",
        "options": [
            "Η τυπική καταγραφή καθηκόντων",
            "Η ποσοτική μέτρηση της απόδοσης",
            "Ο καθορισμός σαφών, μετρήσιμων, εφικτών, σχετικών και χρονικά οριοθετημένων στόχων",
            "Η διασφάλιση ομοιόμορφης κατανομής εργασιών"
        ],
        "answer": 2
    },
    {
        "question": "35. Το ανώτατο όριο ετήσιας ανταμοιβής σε δημόσιο υπάλληλο χωρίς θέση ευθύνης είναι:",
        "options": [
            "Το 10% του ετήσιου βασικού μισθού",
            "Το 15% του ετήσιου βασικού μισθού",
            "Το 20% του ετήσιου βασικού μισθού",
            "Το 25% του ετήσιου βασικού μισθού"
        ],
        "answer": 1
    },
    {
        "question": "36. Για πιστοποίηση εφαρμογής του Κ.Π.Α., φορείς πρέπει να υποβάλουν:",
        "options": [
            "Έκθεση ανάλυσης κινδύνου",
            "Έγγραφο έγκρισης από το Υπουργείο Εσωτερικών",
            "Ανάλυση χρηματοοικονομικών στοιχείων",
            "Μελέτη εφαρμογής Κ.Π.Α και δήλωση πολιτικής ποιότητας"
        ],
        "answer": 3
    },
    {
        "question": "37. Λάθος για το Συμβούλιο Επιλογής Προϊσταμένων (Σ.Ε.Π.) είναι:",
        "options": [
            "Διενεργεί δομημένη συνέντευξη για Γενική Διεύθυνση",
            "Είναι αρμόδιο για επιλογή Προϊσταμένων Διεύθυνσης",
            "Έχει πενταμελή σύνθεση, με 2 μέλη του Α.Σ.Ε.Π.",
            "Έχει τριετή θητεία"
        ],
        "answer": 3
    },
    {
        "question": "38. Ο δημόσιος υπάλληλος παραμένει πέρα του ωραρίου εργασίας:",
        "options": [
            "Εάν το ζητήσει συνάδελφος για εκκρεμότητες",
            "Για να διευκολύνει τον Προϊστάμενο",
            "Εφόσον έκτακτες υπηρεσιακές ανάγκες το επιβάλλουν",
            "Για να πληρωθεί υπερωρίες"
        ],
        "answer": 2
    },
    {
        "question": "39. Καθ’ ύλην αρμόδιος φορέας για την ίση μεταχείριση και ίσες ευκαιρίες είναι:",
        "options": [
            "Σύμβουλος Ακεραιότητας",
            "Συνήγορος του Πολίτη",
            "Γενική Γραμματεία Ισότητας και Ανθρωπίνων Δικαιωμάτων",
            "Εθνική Αρχή Διαφάνειας"
        ],
        "answer": 2
    },
    {
        "question": "40. Το Εθνικό Σύστημα Πολυεπίπεδης Διακυβέρνησης εφαρμόζεται:",
        "options": [
            "Στον στενό δημόσιο τομέα",
            "Σε όλα τα νομικά πρόσωπα δημοσίου δικαίου",
            "Σε όλα τα νομικά πρόσωπα δημοσίου και ιδιωτικού δικαίου του δημόσιου τομέα",
            "Στον δημόσιο τομέα και σε όλα τα ΝΠΙΔ του δημόσιου τομέα"
        ],
        "answer": 2
    },
    {
        "question": "41. Η διαβούλευση επί των νομοσχεδίων γίνεται μέσω του www.opengov.gr και διαρκεί:",
        "options": [
            "Ένα (1) μήνα",
            "Δύο (2) μήνες",
            "Μία (1) εβδομάδα",
            "Δύο (2) εβδομάδες"
        ],
        "answer": 0
    }
]
