questions = [
    {
        "question": "1. Ποιου μεγάλου Έλληνα ιστορικού το ογκώδες έργο Ιστορία του Ελληνικού Έθνους τεκμηρίωσε τη συνέχεια των Ελλήνων από την αρχαιότητα μέχρι σήμερα μέσω της βυζαντινής ιστορίας;",
        "options": [
            "Του Ιωάννη Κορδάτου",
            "Του Σπυρίδωνος Τρικούπη",
            "Του Σπυρίδωνος Μαρκεζίνη",
            "Του Κωνσταντίνου Παπαρρηγόπουλου"
        ],
        "answer": 3
    },
    {
        "question": "2. Ποιος πρώην πρωθυπουργός ΔΕΝ απεβίωσε στο εξωτερικό;",
        "options": [
            "Ο Χαρίλαος Τρικούπης",
            "Ο Γεώργιος Παπανδρέου",
            "Ο Ελευθέριος Βενιζέλος",
            "Κανείς από τους Τρικούπη, Παπανδρέου, Βενιζέλο"
        ],
        "answer": 1
    },
    {
        "question": "3. Ποιο αγροτικό προϊόν ήταν τόσο σημαντικό για την ελληνική οικονομία ώστε οι διακυμάνσεις της τιμής του δημιουργούσαν οικονομική και πολιτική κρίση στην Ελλάδα στα τέλη του 19ου και τις αρχές του 20ου αιώνα;",
        "options": [
            "Το σιτάρι",
            "Ο καπνός",
            "Η σταφίδα",
            "Το βαμβάκι"
        ],
        "answer": 2
    },
    {
        "question": "4. Ποιος ήταν ο επιφανέστερος αγωνιστής του Μακεδονικού Αγώνα στη δεκαετία του 1900 που έχασε τη ζωή του στον αγώνα αυτό;",
        "options": [
            "Ο Λορέντζος Μαβίλης",
            "Ο Παύλος Μελάς",
            "Ο Ίων Δραγούμης",
            "Ο Μητροπολίτης Καστοριάς Γερμανός Καραβαγγέλης"
        ],
        "answer": 1
    },
    {
        "question": "5. Πριν γίνει πρωθυπουργός της Ελλάδος ο Ελευθέριος Βενιζέλος είχε:",
        "options": [
            "Αναδειχθεί σε ηγετικό στέλεχος της εξέγερσης των Κρητών με αίτημα την ένωση με την Ελλάδα",
            "Διατελέσει Πρεσβευτής εκ προσωπικοτήτων της Ελλάδος στο Παρίσι",
            "Εκλεγεί ‘Υπατος Αρμοστής της Κρήτης",
            "Διατελέσει για λίγους μήνες Υπουργός Δικαιοσύνης στην κυβέρνηση Θεοτόκη"
        ],
        "answer": 0
    },
    {
        "question": "6. Ποιος Έλληνας βουλευτής και λογοτέχνης σκοτώθηκε πολεμώντας κατά τους βαλκανικούς πολέμους;",
        "options": [
            "Ο Λορέντζος Μαβίλης",
            "Ο Κώστας Καρυωτάκης",
            "Ο Ιωάννης Πολέμης",
            "Ο Ανδρέας Καρκαβίτσας"
        ],
        "answer": 0
    },
    {
        "question": "7. Ποια είναι η σωστή χρονική σειρά της διεύρυνσης του ελληνικού Κράτους;",
        "options": [
            "Θεσσαλία, Επτάνησα, Μακεδονία/Ήπειρος, Θράκη, Δωδεκάνησα",
            "Επτάνησα, Θεσσαλία, Μακεδονία/ Ήπειρος, Θράκη, Δωδεκάνησα",
            "Επτάνησα, Θεσσαλία, Μακεδονία/Ήπειρος, Δωδεκάνησα, Θράκη",
            "Θεσσαλία, Μακεδονία/ Ήπειρος, Επτάνησα, Δωδεκάνησα, Θράκη"
        ],
        "answer": 1
    },
    {
        "question": "8. Πότε σχηματίσθηκε στη Θεσσαλονίκη κυβέρνηση ξεχωριστή από αυτή που είχε την έδρα της στην Αθήνα;",
        "options": [
            "Κατά τη διάρκεια του Εθνικού Διχασμού στον Α’ Παγκόσμιο Πόλεμο",
            "Κατά τη διάρκεια της Κατοχής",
            "Κατά τη διάρκεια της δικτατορίας του 1967-1974",
            "Κατά τη διάρκεια του Ελληνο-Τουρκικού Πολέμου του 1897"
        ],
        "answer": 0
    },
    {
        "question": "9. Με ποια συνθήκη περιήλθε στην Ελλάδα η Δυτική Θράκη;",
        "options": [
            "Τη Συνθήκη του Μοντρέ το 1936",
            "Τη Συνθήκη του Νειγύ το 1919",
            "Τη Συνθήκη του Βουκουρεστίου το 1913",
            "Τη Συνθήκη των Σεβρών το 1920"
        ],
        "answer": 1
    },
    {
        "question": "10. Ποιος ήταν ο Δημήτριος Γούναρης;",
        "options": [
            "Διακεκριμένος νομικός, στενός συνεργάτης του Ελευθέριου Βενιζέλου",
            "Ηγετικό στέλεχος του Λαϊκού Κόμματος στη δεκαετία του 1930",
            "Εκσυγχρονιστής πολιτικός που έγινε πρωθυπουργός στα τέλη της δεκαετίας του 1900, λίγο πριν την έλευση στην Αθήνα του Βενιζέλου",
            "Ηγέτης της αντιβενιζελικής παράταξης ο οποίος εκτελέσθηκε μετά τη Μικρασιατική Καταστροφή"
        ],
        "answer": 3
    },
    {
        "question": "11. Ποια από τις παρακάτω διεθνείς εξελίξεις ευνόησε την Τουρκία τη διετία πριν τη Μικρασιατική Καταστροφή;",
        "options": [
            "Η πολιτική εξασθένιση του βρετανού πρωθυπουργού Ντέιβιντ Λόυντ Τζωρτζ και η ήττα του Γάλλου ομολόγου του Κλεμανσώ στις εκλογές του 1920, υπέρμαχων των ελληνικών θέσεων",
            "Η παρέμβαση του αμερικανού Προέδρου Γούντροου Γουίλσον υπέρ της Τουρκίας",
            "Η επικράτηση στη μεταπολεμική Γερμανία κυβερνήσεων που τάσσονταν υπέρ των τουρκικών θέσεων",
            "Η δημιουργία της Κοινωνίας των Εθνών που τάχθηκε υπέρ της ακεραιότητας της Τουρκίας"
        ],
        "answer": 0
    },
    {
        "question": "12. Ποιος από τους παρακάτω πολιτικούς κέρδισε στις τελευταίες βουλευτικές εκλογές που έλαβε μέρος:",
        "options": [
            "Ο Χαρίλαος Τρικούπης",
            "Ο Ελευθέριος Βενιζέλος",
            "Ο Νικόλαος Πλαστήρας",
            "Ο Θεόδωρος Δηλιγιάννης"
        ],
        "answer": 3
    },
    {
        "question": "13. Η Τράπεζα της Ελλάδος άρχισε να λειτουργεί:",
        "options": [
            "Το 1912",
            "Το 1928",
            "Το 1932",
            "Το 1935"
        ],
        "answer": 1
    },
    {
        "question": "14. Ποιο ποσοστό ψήφων έλαβε ο Ιωάννης Μεταξάς και το κόμμα του στις τελευταίες βουλευτικές εκλογές (1936) πριν αναλάβει την πρωθυπουργία και εν συνεχεία κηρύξει δικτατορία;",
        "options": [
            "3,7%",
            "13,5%",
            "25,2%",
            "30,6%"
        ],
        "answer": 0
    },
    {
        "question": "15. Ποιος δικτάτορας χρησιμοποίησε τον όρο «Γ’ Ελληνικός Πολιτισμός» θεωρώντας ότι το καθεστώς του αποτελούσε συνέχεια του αρχαιοελληνικού και του βυζαντινού πολιτισμού;",
        "options": [
            "Ο Γεώργιος Παπαδόπουλος",
            "Ο Δημήτριος Ιωαννίδης",
            "Ο Ιωάννης Μεταξάς",
            "Ο Θεόδωρος Πάγκαλος"
        ],
        "answer": 2
    },
    {
        "question": "16. Τι έκανε ο πρωθυπουργός Αλέξανδρος Κορυζής καθώς προέλαυναν τα γερμανικά στρατεύματα προς την Αθήνα τον Απρίλιο του 1941;",
        "options": [
            "Αυτοκτόνησε",
            "Διέφυγε με τον βασιλιά Γεώργιο Β’ και τους Άγγλους στην Κρήτη για να συνεχίσει τον αγώνα",
            "Συνθηκολόγησε με τους Γερμανούς και ανέλαβε κατοχικός πρωθυπουργός",
            "Παραιτήθηκε και ιδιώτευσε"
        ],
        "answer": 0
    },
    {
        "question": "17. Ολοκαύτωμα: Από τους 70-75.000 Έλληνες Εβραίους της προπολεμικής περιόδου, πόσοι έχασαν τη ζωή τους στα ναζιστικά στρατόπεδα συγκέντρωσης;",
        "options": [
            "29.000",
            "39.000",
            "49.000",
            "59.000"
        ],
        "answer": 3
    },
    {
        "question": "18. Ποιος από τους παρακάτω ΔΕΝ διετέλεσε πρόεδρος της Βουλής;",
        "options": [
            "Ο Ελευθέριος Βενιζέλος",
            "Ο Κωνσταντίνος Ροδόπουλος",
            "Ο Κωνσταντίνος Τσαλδάρης",
            "Ο Θεμιστοκλής Σοφούλης"
        ],
        "answer": 2
    },
    {
        "question": "19. Ποιου μεγάλου Έλληνα ποιητή η κηδεία το 1943 έγινε αφορμή για να εκδηλώσουν οι πολίτες τα αισθήματά τους κατά των Ιταλών και Γερμανών κατακτητών;",
        "options": [
            "Του Γεωργίου Σεφέρη",
            "Του Κωστή Παλαμά",
            "Του Οδυσσέα Ελύτη",
            "Του Άγγελου Σικελιανού"
        ],
        "answer": 1
    },
    {
        "question": "20. Σε ποια περιοχή της Ελλάδας έγιναν οι τελευταίες μάχες του Εμφυλίου Πολέμου;",
        "options": [
            "Στο όρος Γράμμος",
            "Στην κοιλάδα του Αξιού",
            "Στο όρος Φαλακρό",
            "Στη Λίμνη Δοϊράνη"
        ],
        "answer": 0
    },
    {
        "question": "21. Για ποιο θέμα έγιναν επανειλημμένα μαζικές διαδηλώσεις στην Ελλάδα κατά τη δεκαετία του 1950;",
        "options": [
            "Την κατάργηση της βασιλείας",
            "Την καθιέρωση της δημοτικής γλώσσας ως επίσημης γλώσσας του ελληνικού κράτους",
            "Την παραβίαση των δικαιωμάτων της ελληνικής μειονότητας στην Κωνσταντινούπολη",
            "Το αίτημα για Ένωση της Κύπρου με την Ελλάδα"
        ],
        "answer": 3
    },
    {
        "question": "22. Ποια πολιτική εξέλιξη προκάλεσε έκπληξη εντός και εκτός Ελλάδος στις εκλογές του 1958;",
        "options": [
            "Η μη ανάδειξη κόμματος με αυτοδύναμη κυβέρνηση",
            "Η επανεκλογή του Κωνσταντίνου Καραμανλή ως πρωθυπουργού",
            "Η ανάδειξη της Ε.Δ.Α. ως κόμματος της αξιωματικής αντιπολίτευσης",
            "Η άνοδος της άκρας δεξιάς"
        ],
        "answer": 2
    },
    {
        "question": "23. Ποιο από τα παρακάτω αληθεύει σε σχέση με το ΝΑΤΟ;",
        "options": [
            "Η Ελλάδα ήταν ιδρυτικό του μέλος",
            "Η Ελλάδα προσχώρησε στη συμμαχία αυτή μαζί με την Τουρκία, μερικά χρόνια μετά την ίδρυσή του",
            "Το ΝΑΤΟ ανάγκασε τη δικτατορία των συνταγματαρχών να προχωρήσει στην αποχώρηση της χώρας από τη συμμαχία",
            "Η Ελλάδα εισήλθε στο ΝΑΤΟ ταυτόχρονα με την σύνδεσή της με τις Ευρωπαϊκές Κοινότητες"
        ],
        "answer": 1
    },
    {
        "question": "24. Ποια χρονιά έλαβαν, για πρώτη φορά, μέρος σε βουλευτικές εκλογές οι Ελληνίδες;",
        "options": [
            "Το 1946",
            "Το 1953",
            "Το 1961",
            "Το 1966"
        ],
        "answer": 1
    },
    {
        "question": "25. Ποιος από τους παρακάτω πολιτικούς που διετέλεσαν πρωθυπουργοί ΔΕΝ εξαναγκάσθηκε σε παραίτηση από τον αντίστοιχο βασιλιά της εποχής του;",
        "options": [
            "Ο Ελευθέριος Βενιζέλος",
            "Ο Κωνσταντίνος Καραμανλής",
            "Ο Γεώργιος Παπανδρέου",
            "Ο Αλέξανδρος Παπάγος"
        ],
        "answer": 3
    },
    {
        "question": "26. Ποιος ήταν πρωθυπουργός της χώρας όταν έγινε το πραξικόπημα της 21ης Απριλίου 1967;",
        "options": [
            "Ο Κωνσταντίνος Καραμανλής, αρχηγός της ΕΡΕ",
            "Ο Γεώργιος Παπανδρέου, αρχηγός της Ένωσης Κέντρου",
            "Ο Παναγιώτης Κανελλόπουλος, αρχηγός της ΕΡΕ",
            "Ο Σοφοκλής Βενιζέλος, αρχηγός του Κόμματος Φιλελευθέρων"
        ],
        "answer": 2
    },
    {
        "question": "27. «Βλέπω μπροστά μου τον γκρεμὸ όπου μας οδηγεί η καταπίεση που κάλυψε τον τόπο. Αυτή η ανωμαλία πρέπει να σταματήσει. Είναι εθνικὴ επιταγή.» Σε τι αναφερόταν με τη δήλωσή του αυτή ο Γεώργιος Σεφέρης;",
        "options": [
            "Στη γερμανική κατοχή",
            "Στη δικτατορία των συνταγματαρχών",
            "Στον εμφύλιο πόλεμο",
            "Στη δικτατορία του Ιωάννη Μεταξά"
        ],
        "answer": 1
    },
    {
        "question": "28. Τι ήταν το λεγόμενο «Κίνημα του Ναυτικού»;",
        "options": [
            "Κίνημα στελεχών του Πολεμικού Ναυτικού με αίτημα της πτώση της δικτατορίας του Ιωάννη Μεταξά",
            "Κίνημα στελεχών του Πολεμικού Ναυτικού κατά της δικτατορίας των συνταγματαρχών",
            "Απόπειρα πραξικοπήματος κατά δημοκρατικά εκλεγμένης κυβέρνησης από στελέχη του Πολεμικού Ναυτικού",
            "Κίνημα με το οποίο στελέχη του Πολεμικού Ναυτικού αποπειράθηκαν να ανατρέψουν τη βασιλεία"
        ],
        "answer": 1
    },
    {
        "question": "29. Πότε νομιμοποιήθηκε το Κομμουνιστικό Κόμμα Ελλάδος μετά την απαγόρευσή κατά την έναρξη του Εμφυλίου Πολέμου;",
        "options": [
            "Το 1958 επί πρωθυπουργίας Κωνσταντίνου Καραμανλή, αρχηγού της Ε.Ρ.Ε.",
            "Το 1963 επί πρωθυπουργίας Γεωργίου Παπανδρέου, αρχηγού της Ένωσης Κέντρου",
            "Το 1974 επί πρωθυπουργίας Κωνσταντίνου Καραμανλή, που ήταν τότε επικεφαλής κυβέρνησης Εθνικής Ενότητας",
            "Το 1981 επί πρωθυπουργίας Ανδρέα Παπανδρέου"
        ],
        "answer": 2
    },
    {
        "question": "30. Η οριστική επίλυση του πολιτειακού με την καθιέρωση της αβασίλευτης δημοκρατίας πραγματοποιήθηκε:",
        "options": [
            "Με την εξέγερση του Πολυτεχνείου στις 17 Νοεμβρίου 1973",
            "Με την ορκωμοσία της Κυβέρνησης Εθνικής Ενότητας στις 24 Ιουλίου 1974",
            "Με το δημοψήφισμα της 8ης Δεκεμβρίου 1974",
            "Με τις εκλογές του Νοεμβρίου του 1974 όπου επικράτησαν τα κόμματα που τάσσονταν κατά της βασιλείας"
        ],
        "answer": 2
    },
    {
        "question": "31. Σε ποια ποινή καταδικάσθηκαν για το αδίκημα της εσχάτης προδοσής το 1975 οι τρεις πρωταίτιοι του πραξικοπήματος το 1967;",
        "options": [
            "Σε ισόβια κάθειρξη που αμέσως μετατράπηκε σε κάθειρξη 25 ετών",
            "Σε θάνατο, ποινή που αμέσως μετατράπηκε σε ισόβια κάθειρξη",
            "Σε ισόβια κάθειρξη",
            "Σε κάθειρξη 25 ετών"
        ],
        "answer": 1
    },
    {
        "question": "32. Ποιου διάσημου αρχαιολόγου οι ανασκαφές στη δεκαετία του 1970 αποκάλυψαν τους βασιλικούς τάφους της Βεργίνας;",
        "options": [
            "Του Μανώλη Ανδρόνικου",
            "Του Ερρίκου Σλήμαν",
            "Του Σπυρίδωνος Μαρινάτου",
            "Του Άρθουρ Έβανς"
        ],
        "answer": 0
    },
    {
        "question": "33. Η αναγνώριση της ενιαίας Εθνικής Αντίστασης (1941-1944) ψηφίστηκε από τη Βουλή στις:",
        "options": [
            "17 Νοεμβρίου 1975",
            "18 Οκτωβρίου 1980",
            "23 Αυγούστου 1982",
            "18 Ιουνίου 1985"
        ],
        "answer": 2
    },
    {
        "question": "34. Πότε μεταρρυθμίσθηκε ριζικά το οικογενειακό δίκαιο στην Ελλάδα προς την κατεύθυνση της ισότητας των δύο φύλων;",
        "options": [
            "Το 1982",
            "Το 1976",
            "Το 1964",
            "Το 1989"
        ],
        "answer": 0
    },
    {
        "question": "35. Γιατί έφθασαν στα πρόθυρα πολέμου η Ελλάδα και η Τουρκία τον Μάρτιο του 1987;",
        "options": [
            "Για το δικαίωμα διενέργειας ερευνών στο Αιγαίο προς ανεύρεση πετρελαίου",
            "Για την κυριότητα δύο βραχονησίδων στο Αιγαίο",
            "Με αφορμή την υπόθεση Οτσαλάν",
            "Την ανακήρυξη του ψευδοκράτους της Βόρειας Κύπρου από τον τουρκοκύπριο ηγέτη Ραούφ Ντεκτάς"
        ],
        "answer": 0
    },
    {
        "question": "36. Ποιος ήταν πρωθυπουργός της κυβέρνησης Νέας Δημοκρατίας και Συνασπισμού της Αριστεράς και της Προόδου το καλοκαίρι του 1989;",
        "options": [
            "Ο Κωνσταντίνος Καραμανλής",
            "Ο Κωνσταντίνος Μητσοτάκης",
            "Ο Γεώργιος Ράλλης",
            "Ο Τζαννής Τζαννετάκης"
        ],
        "answer": 3
    },
    {
        "question": "37. Ποια Ελληνίδα ηθοποιός διετέλεσε επί πολλά έτη Υπουργός Πολιτισμού;",
        "options": [
            "Η Άννα Συνοδινού",
            "Η Μελίνα Μερκούρη",
            "Η Αιμιλία Υψηλάντη",
            "Η Ειρήνη Παπά"
        ],
        "answer": 1
    },
    {
        "question": "38. Ποιος από τους παρακάτω διετέλεσε υπηρεσιακός πρωθυπουργός;",
        "options": [
            "Ο Γεώργιος Ράλλης",
            "Ο Ξενοφών Ζολώτας",
            "Ο Ιωάννης Γρίβας",
            "Ο Λουκάς Παπαδήμος"
        ],
        "answer": 2
    },
    {
        "question": "39. Ποιος από τους παρακάτω ΔΕΝ διετέλεσε πρωθυπουργός;",
        "options": [
            "Ο Γεώργιος Ράλλης",
            "Ο Ευάγγελος Αβέρωφ",
            "Ο Λουκάς Παπαδήμος",
            "Ο Ξενοφών Ζολώτας"
        ],
        "answer": 1
    },
    {
        "question": "40. Πόσα άτομα δολοφονήθηκαν από την τρομοκρατική οργάνωση 17 Νοέμβρη την περίοδο 1975-2001;",
        "options": [
            "8",
            "13",
            "18",
            "23"
        ],
        "answer": 3
    },
    {
        "question": "41. Πόσα μνημόνια υπέγραψε διαδοχικά η Ελλάδα στη δεκαετία του 2010 για να εξασφαλίσει τη δανειοδότησή της;",
        "options": [
            "Ένα (1)",
            "Δύο (2)",
            "Τρία (3)",
            "Τέσσερα (4)"
        ],
        "answer": 2
    }
]